[
  [
    { "type": "Bab Number", "text": "BAB I" },
    { "type": "Bab Title", "text": "KETENTUAN UMUM" },
    [
      { "type": "Pasal Number", "text": "Pasal 1" },
      {
        "type": "Plaintext",
        "text": "Dalam Undang-Undang ini yang dimaksud dengan:"
      },
      {
        "type": "Plaintext",
        "text": "1. Cipta Kerja adalah upaya penciptaan kerja melalui usaha kemudahan, perlindungan, dan pemberdayaan koperasi dan usaha mikro, kecil, dan menengah, peningkatan ekosistem investasi dan kemudahan berusaha, dan investasi Pemerintah Pusat dan percepatan proyek strategis nasional."
      },
      {
        "type": "Plaintext",
        "text": "2. Koperasi adalah koperasi sebagaimana dimaksud dalam Undang-Undang tentang Perkoperasian."
      },
      {
        "type": "Plaintext",
        "text": "3. Usaha Mikro, Kecil, dan Menengah yang selanjutnya disingkat UMK-M adalah usaha mikro, usaha kecil, dan usaha menengah sebagaimana dimaksud dalam Undang Undang tentang Usaha Mikro, Kecil, dan Menengah."
      },
      {
        "type": "Plaintext",
        "text": "4. Perizinan Berusaha adalah legalitas yang diberikan kepada Pelaku Usaha untuk memulai dan menjalankan usaha dan/atau kegiatannya."
      },
      {
        "type": "Plaintext",
        "text": "5. Pemerintah Pusat adalah Presiden Republik Indonesia yang memegang kekuasaan pemerintahan negara Republik Indonesia yang dibantu oleh Wakil Presiden dan menteri sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
      },
      {
        "type": "Plaintext",
        "text": "6. Pemerintahan Daerah adalah penyelenggaraan urusan pemerintahan oleh Pemerintah Daerah dan dewan perwakilan rakyat daerah menurut asas otonomi dan tugas pembantuan dengan prinsip otonomi seluas-luasnya dalam sistem dan prinsip Negara Kesatuan Republik Indonesia sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
      },
      {
        "type": "Plaintext",
        "text": "7. Pemerintah Daerah adalah kepala daerah sebagai unsur penyelenggara Pemerintahan Daerah yang memimpin pelaksanaan urusan pemerintahan yang menjadi kewenangan daerah otonom."
      },
      {
        "type": "Plaintext",
        "text": "8. Pelaku Usaha adalah orang perseorangan atau badan usaha yang melakukan usaha dan/atau kegiatan pada bidang tertentu."
      },
      {
        "type": "Plaintext",
        "text": "9. Badan Usaha adalah badan usaha berbentuk badan  hukum atau tidak berbentuk badan hukum yang didirikan  di wilayah Negara Kesatuan Republik Indonesia dan  melakukan usaha dan/atau kegiatan pada bidang  tertentu."
      },
      {
        "type": "Plaintext",
        "text": "10. Rencana Detail Tata Ruang yang selanjutnya disingkat  RDTR adalah rencana secara terperinci tentang tata ruang  wilayah kabupaten/kota yang dilengkapi dengan  peraturan zonasi kabupaten/kota."
      },
      {
        "type": "Plaintext",
        "text": "11. Persetujuan Bangunan Gedung adalah perizinan yang  diberikan kepada pemilik bangunan gedung untuk  membangun baru, mengubah, memperluas, mengurangi,  dan/atau merawat bangunan gedung sesuai dengan  standar teknis Bangunan Gedung."
      },
      {
        "type": "Plaintext",
        "text": "12. Hari adalah hari kerja sesuai dengan yang ditetapkan oleh  Pemerintah Pusat."
      }
    ]
  ],
  [
    { "type": "Bab Number", "text": "BAB II" },
    { "type": "Bab Title", "text": "ASAS, TUJUAN, DAN RUANG LINGKUP" },
    [
      { "type": "Pasal Number", "text": "Pasal 2" },
      {
        "type": "Plaintext",
        "text": "(1) Undang-Undang ini diselenggarakan berdasarkan asas:"
      },
      [
        { "type": "Plaintext", "text": "a. pemerataan hak;" },
        { "type": "Plaintext", "text": "b. kepastian hukum;" },
        { "type": "Plaintext", "text": "c. kemudahan berusaha;" },
        { "type": "Plaintext", "text": "d. kebersamaan; dan" },
        { "type": "Plaintext", "text": "e. kemandirian." }
      ],
      {
        "type": "Plaintext",
        "text": "(2) Selain berdasarkan asas sebagaimana dimaksud pada ayat  (1), penyelenggaraan Cipta Kerja dilaksanakan  berdasarkan asas lain sesuai dengan bidang hukum yang  diatur dalam undang-undang yang bersangkutan."
      }
    ],
    [
      { "type": "Pasal Number", "text": "Pasal 3" },
      {
        "type": "Plaintext",
        "text": "Undang-Undang ini dibentuk dengan tujuan untuk:"
      },
      {
        "type": "Plaintext",
        "text": "a. menciptakan dan meningkatkan lapangan kerja dengan  memberikan kemudahan, pelindungan, dan pemberdayaan  terhadap koperasi dan UMK-M serta industri dan  perdagangan nasional sebagai upaya untuk dapat  menyerap tenaga kerja Indonesia yang seluas-luasnya  dengan tetap memperhatikan keseimbangan dan  kemajuan antardaerah dalam kesatuan ekonomi nasional;"
      },
      {
        "type": "Plaintext",
        "text": "b. menjamin setiap warga negara memperoleh pekerjaan,  serta mendapat imbalan dan perlakuan yang adil dan  layak dalam hubungan kerja;"
      },
      {
        "type": "Plaintext",
        "text": "c. melakukan penyesuaian berbagai aspek pengaturan yang  berkaitan dengan keberpihakan, penguatan, dan  perlindungan bagi koperasi dan UMK-M serta industri  nasional; dan"
      },
      {
        "type": "Plaintext",
        "text": "d. melakukan penyesuaian berbagai aspek pengaturan yang  berkaitan dengan peningkatan ekosistem investasi, kemudahan dan percepatan proyek strategis nasional yang  berorientasi pada kepentingan nasional yang berlandaskan  pada ilmu pengetahuan dan teknologi nasional dengan  berpedoman pada haluan ideologi Pancasila."
      }
    ],
    [
      { "type": "Pasal Number", "text": "Pasal 4" },
      {
        "type": "Plaintext",
        "text": "Dalam rangka mencapai tujuan sebagaimana dimaksud dalam  Pasal 3, ruang lingkup Undang-Undang ini mengatur  kebijakan strategis Cipta Kerja yang meliputi:"
      },
      {
        "type": "Plaintext",
        "text": "a. peningkatan ekosistem investasi dan kegiatan berusaha;  b. ketenagakerjaan;"
      },
      {
        "type": "Plaintext",
        "text": "c. kemudahan, pelindungan, serta pemberdayaan koperasi dan UMK-M;"
      },
      { "type": "Plaintext", "text": "d. kemudahan berusaha;" },
      { "type": "Plaintext", "text": "e. dukungan riset dan inovasi;" },
      { "type": "Plaintext", "text": "f. pengadaan tanah;" },
      { "type": "Plaintext", "text": "g. kawasan ekonomi;" },
      {
        "type": "Plaintext",
        "text": "h. investasi Pemerintah Pusat dan percepatan proyek  strategis nasional;"
      },
      {
        "type": "Plaintext",
        "text": "i. pelaksanaan administrasi pemerintahan; dan"
      },
      { "type": "Plaintext", "text": "j. pengenaan sanksi." }
    ],
    [
      { "type": "Pasal Number", "text": "Pasal 5" },
      {
        "type": "Plaintext",
        "text": "Ruang lingkup sebagaimana dimaksud dalam Pasal 4 meliputi  bidang hukum yang diatur dalam undang-undang terkait."
      }
    ]
  ],
  [
    { "type": "Bab Number", "text": "BAB III" },
    {
      "type": "Bab Title",
      "text": "PENINGKATAN EKOSISTEM INVESTASI DAN KEGIATAN BERUSAHA"
    },
    [
      { "type": "Bagian Number", "text": "Bagian Kesatu" },
      { "type": "Bagian Title", "text": "Umum" },
      [
        { "type": "Pasal Number", "text": "Pasal 6" },
        {
          "type": "Plaintext",
          "text": "Peningkatan ekosistem investasi dan kegiatan berusaha  sebagaimana dimaksud dalam Pasal 5 ayat (1) huruf a  meliputi:"
        },
        {
          "type": "Plaintext",
          "text": "a. penerapan Perizinan Berusaha berbasis risiko;"
        },
        {
          "type": "Plaintext",
          "text": "b. penyederhanaan persyaratan dasar Perizinan Berusaha; c. penyederhanaan Perizinan Berusaha sektor; dan"
        },
        {
          "type": "Plaintext",
          "text": "d. penyederhanaan persyaratan investasi."
        }
      ]
    ],
    [
      { "type": "Bagian Number", "text": "Bagian Kedua" },
      {
        "type": "Bagian Title",
        "text": "Penerapan Perizinan Berusaha Berbasis Risiko"
      },
      [
        { "type": "Paragraf Number", "text": "Paragraf 1" },
        { "type": "Paragraf Title", "text": "Umum" },
        [
          { "type": "Pasal Number", "text": "Pasal 7" },
          {
            "type": "Plaintext",
            "text": "(1) Perizinan Berusaha berbasis risiko sebagaimana dimaksud  dalam Pasal 6 huruf a dilakukan berdasarkan penetapan tingkat risiko dan peringkat skala usaha kegiatan usaha."
          },
          {
            "type": "Plaintext",
            "text": "(2) Penetapan tingkat risiko dan peringkat skala usaha  sebagaimana dimaksud pada ayat (1) diperoleh  berdasarkan penilaian tingkat bahaya dan potensi  terjadinya bahaya."
          },
          {
            "type": "Plaintext",
            "text": "(3) Penilaian tingkat bahaya sebagaimana dimaksud pada  ayat (2) dilakukan terhadap aspek:"
          },
          [
            { "type": "Plaintext", "text": "a. kesehatan;" },
            { "type": "Plaintext", "text": "b. keselamatan;" },
            { "type": "Plaintext", "text": "c. lingkungan; dan/atau" }
          ],
          {
            "type": "Plaintext",
            "text": "d. pemanfaatan dan pengelolaan sumber daya."
          },
          {
            "type": "Plaintext",
            "text": "(4) Untuk kegiatan tertentu, penilaian tingkat bahaya  sebagaimana dimaksud pada ayat (3) dapat mencakup  aspek lainnya sesuai dengan sifat kegiatan usaha."
          },
          {
            "type": "Plaintext",
            "text": "(5) Penilaian tingkat bahaya sebagaimana dimaksud pada  ayat (3) dan ayat (4) dilakukan dengan memperhitungkan:"
          },
          [
            { "type": "Plaintext", "text": "a. jenis kegiatan usaha;" },
            { "type": "Plaintext", "text": "b. kriteria kegiatan usaha;" },
            { "type": "Plaintext", "text": "c. lokasi kegiatan usaha;" }
          ],
          {
            "type": "Plaintext",
            "text": "d. keterbatasan sumber daya; dan/atau"
          },
          { "type": "Plaintext", "text": "e. risiko volatilitas." },
          {
            "type": "Plaintext",
            "text": "(6) Penilaian potensi terjadinya bahaya sebagaimana  dimaksud pada ayat (2) meliputi:"
          },
          [
            { "type": "Plaintext", "text": "a. hampir tidak mungkin terjadi;" },
            { "type": "Plaintext", "text": "b. kemungkinan kecil terjadi;" },
            { "type": "Plaintext", "text": "c. kemungkinan terjadi; atau" },
            { "type": "Plaintext", "text": "d. hampir pasti terjadi." }
          ],
          {
            "type": "Plaintext",
            "text": "(7) Berdasarkan penilaian tingkat bahaya sebagaimana  dimaksud pada ayat (3), ayat (4), dan ayat (5), serta  penilaian potensi terjadinya bahaya sebagaimana  dimaksud pada ayat (6), tingkat risiko dan peringkat skala  usaha kegiatan usaha ditetapkan menjadi:"
          },
          [
            {
              "type": "Plaintext",
              "text": "a. kegiatan usaha berisiko rendah;"
            },
            {
              "type": "Plaintext",
              "text": "b. kegiatan usaha berisiko menengah; atau"
            },
            {
              "type": "Plaintext",
              "text": "c. kegiatan usaha berisiko tinggi."
            }
          ]
        ]
      ],
      [
        { "type": "Paragraf Number", "text": "Paragraf 2" },
        {
          "type": "Paragraf Title",
          "text": "Perizinan Berusaha Kegiatan Usaha Berisiko Rendah"
        },
        [
          { "type": "Pasal Number", "text": "Pasal 8" },
          {
            "type": "Plaintext",
            "text": "(1) Perizinan Berusaha untuk kegiatan usaha berisiko rendah  sebagaimana dimaksud dalam Pasal 7 ayat (7) huruf a berupa pemberian nomor induk berusaha yang  merupakan legalitas pelaksanaan kegiatan berusaha."
          },
          {
            "type": "Plaintext",
            "text": "(2) Nomor induk berusaha sebagaimana dimaksud pada ayat  (1) merupakan bukti registrasi/pendaftaran Pelaku Usaha  untuk melakukan kegiatan usaha dan sebagai identitas  bagi Pelaku Usaha dalam pelaksanaan kegiatan  usahanya."
          }
        ]
      ],
      [
        { "type": "Paragraf Number", "text": "Paragraf 3" },
        {
          "type": "Paragraf Title",
          "text": "Perizinan Berusaha Kegiatan Usaha Berisiko Menengah"
        },
        [
          { "type": "Pasal Number", "text": "Pasal 9" },
          {
            "type": "Plaintext",
            "text": "(1) Perizinan Berusaha untuk kegiatan usaha berisiko  menengah sebagaimana dimaksud dalam Pasal 7 ayat (7)  huruf b meliputi:"
          },
          [
            {
              "type": "Plaintext",
              "text": "a. kegiatan usaha berisiko menengah rendah; dan"
            },
            {
              "type": "Plaintext",
              "text": "b. kegiatan usaha berisiko menengah tinggi."
            }
          ],
          {
            "type": "Plaintext",
            "text": "(2) Perizinan Berusaha untuk kegiatan usaha berisiko  menengah rendah sebagaimana dimaksud pada ayat (1)  huruf a berupa pemberian:"
          },
          [
            { "type": "Plaintext", "text": "a. nomor induk berusaha; dan" },
            { "type": "Plaintext", "text": "b. sertifikat standar." }
          ],
          {
            "type": "Plaintext",
            "text": "(3) Perizinan Berusaha untuk kegiatan usaha berisiko  menengah tinggi sebagaimana dimaksud pada ayat (1)  huruf b berupa pemberian:"
          },
          [
            { "type": "Plaintext", "text": "a. nomor induk berusaha; dan" },
            { "type": "Plaintext", "text": "b. sertifikat standar." }
          ],
          {
            "type": "Plaintext",
            "text": "(4) Sertifikat standar sebagaimana dimaksud pada ayat (2)  huruf b merupakan pernyataan Pelaku Usaha untuk memenuhi standar usaha dalam rangka melakukan  kegiatan usaha."
          },
          {
            "type": "Plaintext",
            "text": "(5) Sertifikat standar sebagaimana dimaksud pada ayat (3)  huruf b merupakan sertifikat standar usaha yang diterbitkan Pemerintah Pusat atau Pemerintah Daerah  sesuai kewenangannya berdasarkan hasil verifikasi  pemenuhan standar pelaksanaan kegiatan usaha oleh  Pelaku Usaha."
          },
          {
            "type": "Plaintext",
            "text": "(6) Dalam hal kegiatan usaha berisiko menengah memerlukan  standardisasi produk sebagaimana dimaksud pada ayat (2)  huruf b dan ayat (3) huruf b, Pemerintah Pusat  menerbitkan sertifikat standar produk berdasarkan hasil  verifikasi pemenuhan standar yang wajib dipenuhi oleh  Pelaku Usaha sebelum melakukan kegiatan komersialisasi  produk."
          }
        ]
      ],
      [
        { "type": "Paragraf Number", "text": "Paragraf 4" },
        {
          "type": "Paragraf Title",
          "text": "Perizinan Berusaha Kegiatan Usaha Berisiko Tinggi"
        },
        [
          { "type": "Pasal Number", "text": "Pasal 10" },
          {
            "type": "Plaintext",
            "text": "(1) Perizinan Berusaha untuk kegiatan usaha berisiko tinggi  sebagaimana dimaksud dalam Pasal 7 ayat (7) huruf c  berupa pemberian:"
          },
          [
            { "type": "Plaintext", "text": "a. nomor induk berusaha; dan" },
            { "type": "Plaintext", "text": "b. izin." }
          ],
          {
            "type": "Plaintext",
            "text": "(2) Izin sebagaimana dimaksud pada ayat (1) huruf b  merupakan persetujuan Pemerintah Pusat atau  Pemerintah Daerah untuk pelaksanaan kegiatan usaha  yang wajib dipenuhi oleh Pelaku Usaha sebelum  melaksanakan kegiatan usahanya."
          },
          {
            "type": "Plaintext",
            "text": "(3) Dalam hal kegiatan usaha berisiko tinggi memerlukan  pemenuhan standar usaha dan standar produk,  Pemerintah Pusat atau Pemerintah Daerah menerbitkan  sertifikat standar usaha dan sertifikat standar produk  berdasarkan hasil verifikasi pemenuhan standar."
          }
        ]
      ]
    ]
  ]
]
