{
  "metadata": {
    "lembaranNegaraNumber": 2,
    "lembaranNegaraYear": 1982,
    "tambahanLembaranNumber": 3211,
    "number": 1,
    "topic": "Pengesahan Konvensi Wina Mengenai Hubungan Diplomatik Beserta Protokol Opsionalnya Mengenai Hal Memperoleh Kewarganegaraan (vienna Convention On Diplomatic Relations And Optional Protocol To The Vienna Convertion On Diplomatic Relations Concerning Acquisition Of Nationality, 1961) Dan Pengesahan Konvensi Wina Mengenai Hubungan Konsuler Beserta Protocol Opsionalnya Mengenai Hal Memperoleh Kewarganegaraan (vienna Convention On Consular Relations And Optional Protocol To The Vienna Convention On Consular Relations Concerning Acquisition Of Nationality, 1963)",
    "year": 1982,
    "status": []
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 1 TAHUN 1982"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN DIPLOMATIK BESERTA PROTOKOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON DIPLOMATIC RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVENTION ON DIPLOMATIC RELATIONS CONCERNING ACQUISITION OF NATIONALITY,1961) DAN PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN KONSULER BESERTA PROTOKOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON CONSULAR RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVENTION ON CONSULAR RELATIONS CONCERNING ACQUISITION OF NATIONALITY, 1963)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Konvensi Wina mengenai Hubungan Diplomatik beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan (Vienna Convention on Diplomatic Relations and Optional Protocol to the Vienna Convention on Diplomatic Relations Concerning Acquisition of Nationality 1961) dibuat pada tanggal 18 April 1961 di Wina dan mulai berlaku pada tanggal 24 April 1964 dan Konvensi Wina mengenai Hubungan Konsuler beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan (Vienna Convention on Consular Relations and Optional Protocol to the Vienna Convention on Consular Relations Concerning Acquisition of Nationality, 1963) dibuat pada tanggal 24 April 1963 di Wina dan mulai berlaku pada tanggal 19 Maret 1967;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Negara Republik Indonesia selama ini telah menggunakan dua Konvensi tersebut pada huruf a di atas sebagai pedoman dalam hubungan internasional;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk mewujudkan landasan hukum yang lebih mantap dalam hubungan internasional, dipandang perlu mengesahkan dua Konvensi tersebut pada huruf a dengan Undang-undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 ayat (1) Undang-undang Dasar 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Ketetapan Majelis Permusyawaratan Republik Indonesia Nomor IV/MPR/1978 tentang Garis-garis Besar Haluan Negara."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN DIPLOMATIK BESERTA PROTOKOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON DIPLOMATIC RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVENTION ON DIPLOMATIC RELATIONS CONCERNING ACQUISITION OF NATIONALITY, 1961) DAN PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN KONSULER BESERTA PROTOKOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON CONSULAR RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVENTION ON CONSULAR RELATIONS CONCERNING ACQUISITION OF NATIONALITY, 1963)"
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Konvensi Wina mengenai hubungan Diplomatik Beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan (Vienna Convention on Diplomatic Relations and Optional Protocol to the Vienna Convention on Diplomatic Relations Concerning Acquisition of Nationality, 1961) dan Konvensi Wina mengenai Hubungan Konsuler Beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan (Vienna Convention on Consular Relations and Optional Protocol to the Vienna Convention on Consular Relations Concerning Acquisition of Nationality, 1963) yang salinan naskahnya dilampirkan pada Undang undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar supaya setiap orang mengetahuinya, memerintahkan pengundangan Undang-undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 25 Januari 1982"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "SOEHARTO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 25 Januari 1982"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI/SEKRETARIS NEGARA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "SUDHARMONO, S.H."
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 1982 NOMOR 2"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 1 TAHUN 1982"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN DIPLOMATIK BESERTA PROTOKOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON DIPLOMATIC RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVERTION ON DIPLOMATIC RELATIONS CONCERNING ACQUISITION OF NATIONALITY, 1961) DAN PENGESAHAN KONVENSI WINA MENGENAI HUBUNGAN KONSULER BESERTA PROTOCOL OPSIONALNYA MENGENAI HAL MEMPEROLEH KEWARGANEGARAAN (VIENNA CONVENTION ON CONSULAR RELATIONS AND OPTIONAL PROTOCOL TO THE VIENNA CONVENTION ON CONSULAR RELATIONS CONCERNING ACQUISITION OF NATIONALITY, 1963)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Pembukaan Undang-Undang Dasar 1945 antara lain menggariskan agar Pemerintah Negara Indonesia melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi dan keadilan sosial."
              },
              {
                "type": "PLAINTEXT",
                "text": "Ketetapan Majelis Permusyawaratan Rakyat Republik Indonesia Nomor IV/MPR/1978 tentang Garis-garis Besar Haluan Negara menjelaskan tentang hubungan Luar Negeri Republik Indonesia sebagai berikut:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Melaksanakan politik luar negeri yang bebas aktif diabdikan kepada kepentingan nasional, terutama untuk kepentingan pembangunan di segala bidang;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meneruskan usaha-usaha pemantapan stabilitas dan kerjasama di wilayah Asia Tenggara dan Pasifik Barat Daya, khususnya dalam lingkungan ASEAN, dalam rangka mempertinggi tingkat ketahanan nasional untuk mencapai ketahanan regional;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meningkatkan peranan Indonesia di dunia internasional dalam rangka membina dan meningkatkan persahabatan dan kerjasama yang saling bermanfaat antara Bangsa-bangsa;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Memperkokoh kesetiakawanan, persatuan dan kerjasama ekonomi di antara negara-negara yang sedang membangun lainnya untuk mempercepat terwujudnya Tata Ekonomi Dunia Baru;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meningkatkan kerjasama antar negara untuk menggalang perdamaian dan ketertiban dunia demi kesejahteraan umat manusia berdasarkan kemerdekaan dan keadilan sosial."
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam rangka melaksanakan politik luar negeri yang bebas aktif untuk menjamin dan memelihara kepentingan nasional Indonesia dan ikut membantu tercapainya ketertiban dunia serta memajukan kerjasama dan hubungan persahabatan dengan semua bangsa di dunia, Pemerintah Indonesia membuka dan menempatkan perwakilan diplomatik dan perwakilan konsuler di berbagai negara. Di samping itu Pemerintah Indonesia menerima pula perwakilan diplomatik dan perwakilan konsuler negara lain."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pengaturan hubungan diplomatik dan perwakilan diplomatik sudah lama diadakan yaitu sejak Kongres Wina tahun 1815 yang diubah oleh Protokol Aix-la-Chapelle tahun 1818. Kemudian atas prakarsa Perserikatan Bangsa-Bangsa diadakan konferensi mengenai hubungan diplomatik di Wina dari tanggal 2 Maret sampai 14 April 1961."
              },
              {
                "type": "PLAINTEXT",
                "text": "Konferensi tersebut membahas rancangan pasal-pasal yang dipersiapkan oleh Komisi Hukum Internasional Perserikatan Bangsa-bangsa dan menerima baik suatu Konvensi mengenai Hubungan Diplomatik, yang terdiri dari 53 pasal yang mengatur hubungan diplomatik, hak-hak istimewa dan kekebalan-kekebalannya."
              },
              {
                "type": "PLAINTEXT",
                "text": "Konvensi yang mencerminkan pelaksanaan hubungan diplomatik ini akan dapat meningkatkan hubungan persahabatan antara bangsa-bangsa di dunia tanpa membedakan ideologi, sistem politik atau sistem sosialnya. Konvensi menetapkan antara lain maksud pemberian hak-hak istimewa dari kekebalan diplomatik tersebut tidaklah untuk kepentingan perseorangan, melainkan guna menjamin kelancaran pelaksanaan fungsi perwakilan diplomatik sebagai wakil negara. Pengaturan Hubungan Konsuler dan Perwakilan Konsuler yang dalam sejarah berkembang melalui tahap-tahap pertumbuhan hukum kebiasaan internasional baru dikodifikasikan pada tahun 1963 dalam Konvensi Wina mengenai Hubungan Konsuler yang disponsori oleh Perserikatan Bangsa-bangsa. Diadakannya Konvensi ini yang terdiri dari 79 pasal yang keseluruhannya mengenai hubungan konsuler, hak hak istimewa dan kekebalan-kekebalannya akan meningkatkan hubungan persahabatan antara bangsa-bangsa tanpa membedakan ideologic sistem politik atau sistem sosialnya. Hak istimewa dan kekebalan tersebut diberikan hanyalah guna menjamin pelaksanaan fungsi perwakilan konsuler secara efisien. Konvensi mengatur antara lain hubungan-hubungan konsuler pada umumnya, fasilitas, hak-hak istimewa dan kekebalan kantor perwakilan konsuler, pejabat konsuler dan anggota perwakilan konsuler lainnya serta tentang pejabat-pejabat konsul kehormatan dan konsulat-konsulat kehormatan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Baik Konvensi Wina mengenai Hubungan Diplomatik maupun Konvensi Wina mengenai Hubungan Konsuler masing-masing dilengkapi dengan Protokol Opsional mengenai hal Memperoleh Kewarganegaraan dan Protokol Opsional mengenai hal Penyelesaian Sengketa Secara Wajib. Indonesia dapat menerima seluruh isi Konvensi Wina mengenai Hubungan Diplomatik Beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan dan Konvensi Wina mengenai Hubungan Konsuler Beserta Protokol Opsionalnya mengenai hal Memperoleh Kewarganegaraan, kecuali Protokol Opsional mengenai Penyelesaian Sengketa. Secara Wajib Pengecualian ini karena Pemerintah Indonesia lebih mengutamakan penyelesaian sengketa melalui perundingan dan konsultasi atau musyawarah antara negara-negara yang bersengketa."
              },
              {
                "type": "PLAINTEXT",
                "text": "Protokol Opsional mengenai hal Memperoleh Kewarganegaraan mengatur bahwa anggota-anggota perwakilan diplomatik dan perwakilan konsuler yang bukan warga negara-negara penerima dan keluarganya tidak akan memperoleh kewarganegaraan negara penerima tersebut semata-mata karena berlakunya hukum negara penerima tersebut."
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PLAINTEXT",
                "text": "Cukup jelas."
              }
            ]
          }
        ]
      }
    ]
  }
}