{
  "metadata": {
    "lembaranNegaraNumber": 82,
    "lembaranNegaraYear": 2018,
    "tambahanLembaranNumber": 6211,
    "number": 4,
    "topic": "Pengesahan Protocol To Implement The Sixth Package Of Commitments On Financial Services Under The Asean Framework Agreement On Services (protokol Untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan Dalam Persetujuan Kerangka Kerja Asean Di Bidang Jasa)",
    "year": 2018
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 4 TAHUN 2018"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL TO IMPLEMENT THE SIXTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KEENAM BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa tujuan Negara Republik Indonesia sebagaimana tertuang dalam Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 adalah untuk melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa serta ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk meningkatkan kesejahteraan masyarakat dan mendorong pertumbuhan ekonomi nasional, diperlukan kerja sama internasional di sektor jasa keuangan, khususnya kerja sama antara Pemerintah Republik Indonesia dengan Pemerintah Negara Anggota ASEAN lainnya;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa kerja sama Pemerintah Republik Indonesia dengan Pemerintah Negara Anggota ASEAN lainnya di sektor jasa keuangan sebagaimana dimaksud dalam huruf b telah disepakati dalam ASEAN Framework Agreement on Services oleh seluruh Negara Anggota ASEAN tanggal 15 Desember 1995 dan telah diratifikasi Indonesia melalui Keputusan Presiden Nomor 88 Tahun 1995 tentang Pengesahan ASEAN Framework Agreement on Services yang implementasinya dituangkan melalui Protocol to Implement Commitments on Financial Services under the ASEAN Framework Agreement on Services;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Indonesia dan Negara Anggota ASEAN lainnya telah menandatangani Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) pada tanggal 20 Maret 2015 di Kuala Lumpur, Malaysia;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, huruf c, dan huruf d, perlu membentuk Undang-Undang tentang Pengesahan Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 7 Tahun 2014 tentang Perdagangan (Lembaran Negara Republik Indonesia Tahun 2014 Nomor 45, Tambahan Lembaran Negara Republik Indonesia Nomor 5512)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN PROTOCOL TO IMPLEMENT THE SIXTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KEENAM BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)"
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) yang telah ditandatangani pada tanggal 20 Maret 2015 di Kuala Lumpur, Malaysia yang salinan naskah aslinya dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 25 Mei 2018"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "JOKO WIDODO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 25 Mei 2018"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "YASONNA H. LAOLY"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2018 NOMOR 82"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 4 TAHUN 2018"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL TO IMPLEMENT THE SIXTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KEENAM BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Latar Belakang Kerja Sama Perdagangan di Sektor Jasa Keuangan"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam rangka mewujudkan tujuan Negara Republik Indonesia untuk memajukan kesejahteraan umum sebagaimana diamanatkan oleh Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, Pemerintah Republik Indonesia melakukan berbagai upaya guna mendorong pertumbuhan ekonomi nasional dan meningkatkan kesejahteraan masyarakat. Dalam hal ini Pemerintah Republik Indonesia memandang sektor jasa keuangan memegang peranan penting dalam mewujudkan tujuan tersebut."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah dan lembaga negara terkait perlu melakukan upaya guna mengembangkan sektor jasa keuangan dalam negeri. Upaya tersebut meliputi penyusunan dan penerapan berbagai kebijakan di sektor jasa keuangan, baik yang mengarah ke dalam berupa penguatan infrastruktur sektor jasa keuangan, peningkatan kualitas sumber daya manusia khususnya pada sektor jasa keuangan, dan penguatan sektor jasa keuangan, maupun yang mengarah ke luar yakni melalui pembentukan kerja sama internasional di sektor jasa keuangan."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kerja sama perdagangan jasa keuangan internasional merupakan salah satu bentuk kerja sama internasional, baik dalam forum bilateral, regional, maupun multilateral yang dijalin Pemerintah untuk mengembangkan sektor jasa keuangan di Indonesia. Melalui kerja sama ini, Indonesia dan seluruh negara mitra mengikatkan diri dalam perjanjian untuk memperlancar perdagangan jasa keuangan internasional dan memaksimalkan upaya dalam menjamin keadilan berusaha."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam perluasan akses pasar jasa keuangan di berbagai forum internasional (multilateral, regional, dan bilateral), Indonesia selalu berpegang pada prinsip-prinsip: (i) penambahan komitmen baru senantiasa memperhatikan komitmen Indonesia pada World Trade Organization (WTO) sebagai patokan, (ii) ikut sertanya Indonesia dalam perluasan akses pasar tidak terlepas dari pandangan ASEAN bahwa Indonesia adalah negara yang memiliki peran yang signifikan dalam mewujudkan Masyarakat Ekonomi ASEAN (peran leadership), (iii) perluasan akses pasar ditujukan pada pengembangan dan/atau penyehatan industri keuangan nasional, penerapan best practice operasional jasa keuangan, dan penciptaan lingkungan yang mendorong daya saing dan inovasi penyedia jasa keuangan domestik, (iv) membuka peluang bagi penyedia jasa keuangan dalam negeri yang memiliki kapasitas memadai untuk melakukan ekspansi ke negara ASEAN lainnya, seperti pada sektor perbankan melalui skema ASEAN Banking Integration Framework (ABIF), dan (v) peningkatan jumlah dan kualitas produk jasa keuangan yang terjangkau bagi konsumen dalam negeri baik dalam kedudukannya sebagai produsen maupun konsumen akhir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kerja Sama Perdagangan Sektor Jasa Keuangan di ASEAN"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Indonesia sebagai bagian dari masyarakat internasional telah berpartisipasi secara aktif dalam kerja sama regional ASEAN, dengan menandatangani ASEAN Framework Agreement on Services (Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) yang telah disahkan dengan Keputusan Presiden Nomor 88 Tahun 1995 tentang Pengesahan ASEAN Framework Agreement on Services. Pembentukan ASEAN Framework Agreement on Services (AFAS) merupakan salah satu bagian dari proses perwujudan Masyarakat Ekonomi ASEAN yang berupaya untuk mewujudkan integrasi ekonomi di kawasan ASEAN."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Mempertimbangkan perbedaan tingkat perkembangan ekonomi dan industri jasa di antara negara-negara ASEAN, maka proses perluasan akses pasar jasa di ASEAN dilakukan secara bertahap, sehingga sesuai dengan kebutuhan dan kesiapan Negara Anggota ASEAN, termasuk untuk jasa keuangan. Dalam setiap tahapan, seluruh negara ASEAN wajib menyampaikan komitmen tambahan yang dituangkan dalam suatu protokol yang ditandatangani dan diratifikasi oleh seluruh negara ASEAN."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protokol Penerapan Paket Komitmen Jasa Keuangan di bawah AFAS yang telah diratifikasi oleh Pemerintah Indonesia"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sampai dengan saat ini Indonesia telah meratifikasi sebanyak lima protokol penerapan paket komitmen jasa keuangan di bawah AFAS, yaitu:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protokol pertama diratifikasi dengan Keputusan Presiden Nomor 53 Tahun 1998. Dalam protokol ini secara implisit disampaikan komitmen jasa keuangan Indonesia di World Trade Organization (WTO) kepada Negara Anggota ASEAN."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protokol kedua diratifikasi dengan Keputusan Presiden Nomor 81 Tahun 2002. Dalam protokol ini, selain memuat komitmen protokol pertama, Indonesia meningkatkan batas kepemilikan asing di sektor perbankan yang dapat diperoleh melalui pasar modal dari 49% menjadi 51% dan perbaikan komitmen di sektor nonperbankan dengan menghapus batasan yang membedakan persyaratan modal minimum yang berbeda untuk pihak asing."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protokol ketiga diratifikasi dengan Peraturan Presiden Nomor 51 Tahun 2008. Dalam protokol ini, selain memuat komitmen protokol kedua, Indonesia menambahkan batasan jumlah cabang atau kantor cabang pembantu bank asing dari satu menjadi dua cabang."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protokol keempat diratifikasi melalui Peraturan Presiden Nomor 6 Tahun 2009. Dalam protokol ini, selain memuat komitmen protokol ketiga, Indonesia membuka akses perdagangan lintas batas untuk anjak piutang."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protokol kelima diratifikasi melalui Peraturan Presiden Nomor 47 Tahun 2013. Dalam protokol ini, Indonesia mencantumkan seluruh komitmen di sektor jasa keuangan yang telah disampaikan di WTO yang meliputi subsektor perbankan, asuransi, sekuritas, pembiayaan, dan nonperbankan lainnya, yang disesuaikan dengan tambahan komitmen pada protokol sebelumnya dan menambahkan perubahan izin tinggal orang asing sesuai Undang-Undang Nomor 6 Tahun 2011 tentang Keimigrasian."
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Selain itu, untuk memfasilitasi proses perwujudan Masyarakat Ekonomi ASEAN dengan tetap mempertimbangkan perbedaan tahapan perkembangan di antara negara ASEAN, maka negara ASEAN menandatangani Protocol to Amend the ASEAN Framework Agreement on Services yang diratifikasi melalui Peraturan Presiden Nomor 4 Tahun 2004, yang di dalamnya ditambahkan Pasal IV bis. Di dalam Pasal tersebut diatur bahwa dua atau lebih negara anggota dapat melakukan negosiasi dan menyepakati untuk membuka akses perdagangan pada sektor atau subsektor jasa tertentu, yang penerapannya ke negara lain bersifat sukarela yang dikenal sebagai konsep ASEAN 2+X. Untuk sektor jasa keuangan khususnya perbankan, implementasi dari Pasal IV bis ini diwujudkan dalam ASEAN Banking Integration Framework (ABIF) yang dibentuk pada tahun 2014."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "ABIF merupakan sebuah inisiatif kerja sama regional perbankan ASEAN di bawah AFAS dan diciptakan untuk mempercepat integrasi sektor perbankan di kawasan ASEAN. Kerja sama dalam ABIF mengutamakan dan didasarkan pada prinsip-prinsip yang penting bagi Indonesia, diantaranya, dilakukan secara bertahap dan didasarkan pada kesiapan masing-masing negara, prinsip timbal balik yang seimbang dan pengurangan kesenjangan."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam implementasinya, sesuai prinsip ASEAN 2+X, negosiasi ABIF dilakukan secara bilateral antarnegara ASEAN dengan cara menegosiasikan akses pasar dan cakupan operasional dari Qualified ASEAN Banks (QAB) yang akan diterima dan dikirim oleh suatu negara ASEAN. Bank-bank yang ditetapkan sebagai QAB merupakan bank yang kuat dan memiliki tata kelola baik, berasal dari ASEAN, dan memenuhi persyaratan prudensial dari negara di mana bank dimaksud beroperasi. Hasil dari kesepakatan perjanjian kerja sama ABIF selanjutnya dicantumkan ke dalam Jadwal Komitmen Spesifik Gabungan Sektor Jasa Keuangan AFAS masing-masing negara dan sebagaimana dipersyaratkan dalam Pasal IV bis, kesepakatan yang telah dicapai harus diinformasikan kepada negara anggota lain."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Mekanisme bilateral dimaksud merupakan elemen utama untuk mendukung proses negosiasi Indonesia dalam memastikan bahwa kandidat QAB memenuhi persyaratan prudensial domestik, telah sesuai dengan prinsip resiprokal dengan memperhatikan keberadaan bank asing di pasar domestik, terdapat keleluasaan operasional dalam memfasilitasi operasionalisasi QAB Indonesia, serta tetap melindungi kepentingan sektor perbankan domestik."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protokol Keenam AFAS"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pada tanggal 20 Maret 2015, di Kuala Lumpur, Malaysia, Indonesia bersama Negara Anggota ASEAN lainnya menandatangani Protocol to Implement the Sixth Package of Commitments on Financial Services under ASEAN Framework Agreement on Services. Protokol dimaksud merupakan protokol pertama yang memasukkan provisi terkait ABIF sebagai cakupan dari perjanjian kerja sama perdagangan keuangan ASEAN."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Adapun komitmen yang disampaikan oleh Indonesia dalam Protokol dimaksud meliputi seluruh komitmen Indonesia dalam protokol kelima beserta tambahan komitmen berupa penambahan Kota Makassar sebagai salah satu opsi kantor cabang perbankan negara-negara ASEAN dengan pembatasan jumlah cabang yang dibuka tetap sebanyak dua cabang, beserta komitmen terkait kerja sama ABIF dengan Malaysia. Adapun komitmen terkait kerja sama ABIF dimaksud adalah:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Indonesia dan Malaysia sepakat untuk mengizinkan tiga QAB beroperasi di masing masing negara. Malaysia yang saat ini telah memiliki dua QAB yang beroperasi di Indonesia baru diizinkan untuk menambah QAB ketiga di Indonesia setelah tiga QAB Indonesia beroperasi penuh di Malaysia;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "QAB Indonesia akan diperlakukan sama dengan bank domestik Malaysia dalam operasionalnya. Hal yang sama juga dilakukan Indonesia untuk QAB Malaysia, begitu pula sebaliknya untuk QAB Malaysia di Indonesia; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "QAB Indonesia mendapatkan kelonggaran untuk memenuhi persyaratan modal minimum perbankan di Malaysia secara bertahap."
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Selanjutnya, berdasarkan Undang-Undang Nomor 7 Tahun 2014 tentang Perdagangan, perjanjian perdagangan internasional perlu disampaikan kepada DPR untuk diputuskan perlu atau tidaknya persetujuan DPR Republik Indonesia. Dalam rapat kerja antara Pemerintah dengan DPR pada tanggal 18 Januari 2016, DPR memutuskan pengesahan Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) dilakukan melalui Undang-Undang. Untuk itu, perlu disusun Undang-Undang untuk mengesahkan Protocol to Implement the Sixth Package of Commitments on Financial Services under the AFAS yang merupakan landasan hukum untuk memberi kepastian mengenai penyediaan jasa keuangan di ASEAN yang menjadi komitmen Indonesia beserta Negara Anggota ASEAN lainnya pada Protokol dimaksud."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Materi pokok yang diatur dalam Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Keenam Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) adalah:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Komitmen Negara-negara Anggota ASEAN untuk memperlancar perdagangan jasa keuangan di kawasan dan memaksimalkan upaya dalam menjamin keadilan berusaha."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Kewajiban Negara-negara Anggota ASEAN untuk:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menyampaikan komitmen spesifik mereka di Persetujuan Umum Perdagangan Jasa (General Agreement on Trade in Services) kepada Negara Anggota ASEAN yang bukan merupakan Negara Anggota Organisasi Perdagangan Dunia (World Trade Organization);"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "memberikan perlakuan istimewa kepada seluruh Negara Anggota ASEAN sesuai dengan Skedul Komitmen Khusus Negara-negara Anggota ASEAN dan Daftar Pengecualian Perlakuan yang Sama dan Tidak Membedakan Asal Negara/Negara Paling Diuntungkan (Most Favoured Nation/MFN)."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Pendalaman integrasi perbankan kawasan yang sesuai dengan Pasal IV bis AFAS serta mengacu pada prinsip dasar dan tata kelola Kerangka Kerja Integrasi Perbankan. ASEAN (ASEAN Banking Integration Framework/ABIF) yang telah disepakati oleh Pertemuan Gubernur-Gubernur Bank Sentral ASEAN (ASEAN Central Bank Governors Meeting/ACGM), di mana Negara-negara Anggota ASEAN dapat melakukan perundingan kerja sama bilateral di sektor perbankan. Hasil perundingan bilateral dimaksud selanjutnya dicantumkan pada Skedul Komitmen Spesifik Gabungan Sektor Jasa Keuangan masing-masing negara."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Ketentuan-ketentuan tentang pemberlakuan Protokol, penyimpanan Protokol, dan penyampaian notifikasi pengesahan."
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dengan disahkannya Protokol ini, maka Indonesia diharapkan dapat memperoleh manfaat berupa peningkatan ketersediaan produk jasa keuangan yang terjangkau dan berkualitas di dalam negeri dan penyedia jasa keuangan Indonesia dapat beroperasi di pasar keuangan Negara Anggota ASEAN."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}