{
  "metadata": {
    "lembaranNegaraNumber": 54,
    "lembaranNegaraYear": 2009,
    "tambahanLembaranNumber": 4991,
    "number": 15,
    "topic": "Pengesahan Protocol Against The Smuggling Of Migrants By Land, Sea And Air, Supplementing The United Nations Convention Against Transnational Organized Crime (protokol Menentang Penyelundupan Migran Melalui Darat, Laut, Dan Udara, Melengkapi Konvensi Perserikatan Bangsa-bangsa Menentang Tindak Pidana Transnasional Yang Terorganisasi)",
    "year": 2009
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 15 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL AGAINST THE SMUGGLING OF MIGRANTS BY LAND, SEA AND AIR, SUPPLEMENTING THE UNITED NATIONS CONVENTION AGAINST TRANSNATIONAL ORGANIZED CRIME (PROTOKOL MENENTANG PENYELUNDUPAN MIGRAN MELALUI DARAT, LAUT, DAN UDARA, MELENGKAPI KONVENSI PERSERIKATAN BANGSA-BANGSA MENENTANG TINDAK PIDANA TRANSNASIONAL YANG TERORGANISASI)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, bangsa Indonesia sebagai bagian dari masyarakat internasional berkewajiban ikut serta melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi merupakan salah satu bagian yang tidak terpisahkan dari Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi sehingga pencegahan dan pemberantasan penyelundupan migran perlu dilakukan, baik pada tingkat nasional, regional maupun internasional;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa penandatanganan Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi oleh Pemerintah Republik Indonesia merupakan pencerminan keikutsertaan bangsa Indonesia dalam melaksanakan ketertiban dunia;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu membentuk Undang-Undang tentang Pengesahan Protocol against the Smuggling of Migrants by Land, Sea and Air, Supplementing the United Nations Convention against Transnational Organized Crime (Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 37 Tahun 1999 tentang Hubungan Luar Negeri (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 156, Tambahan Lembaran Negara Republik Indonesia Nomor 3882);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 5 Tahun 2009 tentang Pengesahan United Nations Convention Against Transnational Organized Crime (Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 5, Tambahan Lembaran Negara Republik Indonesia Nomor 4960)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN PROTOCOL AGAINST THE SMUGGLING OF MIGRANTS BY LAND, SEA AND AIR, SUPPLEMENTING THE UNITED NATIONS CONVENTION AGAINST TRANSNATIONAL ORGANIZED CRIME (PROTOKOL MENENTANG PENYELUNDUPAN MIGRAN MELALUI DARAT, LAUT, DAN UDARA, MELENGKAPI KONVENSI PERSERIKATAN BANGSA-BANGSA MENENTANG TINDAK PIDANA TRANSNASIONAL YANG TERORGANISASI)"
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "LIST",
            "id": "",
            "children": [
              {
                "type": "LIST_ITEM",
                "id": "",
                "children": [
                  {
                    "type": "NUMBER_WITH_BRACKETS",
                    "text": "(1)"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Mengesahkan Protocol against the Smuggling of Migrants by Land, Sea and Air, Supplementing the United Nations Convention against Transnational Organized Crime (Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) dengan Declaration (Pernyataan) terhadap Pasal 6 ayat (2) huruf c, Pasal 9 ayat (1) huruf a, dan Pasal 9 ayat (2) dan Reservation (Pensyaratan) terhadap Pasal 20 ayat (2)."
                  }
                ]
              },
              {
                "type": "LIST_ITEM",
                "id": "",
                "children": [
                  {
                    "type": "NUMBER_WITH_BRACKETS",
                    "text": "(2)"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Salinan naskah asli Protocol against the Smuggling of Migrants by Land, Sea and Air, Supplementing the United Nations Convention against Transnational Organized Crime (Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) dengan Declaration (Pernyataan) dan Reservation (Pensyaratan) sebagaimana dimaksud pada ayat (1) dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 16 Maret 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 16 Maret 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA, Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "ANDI MATTALATTA"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2009 NOMOR 54"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 15 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL AGAINST THE SMUGGLING OF MIGRANTS BY LAND, SEA AND AIR, SUPPLEMENTING THE UNITED NATIONS CONVENTION AGAINST TRANSNATIONAL ORGANIZED CRIME (PROTOKOL MENENTANG PENYELUNDUPAN MIGRAN MELALUI DARAT, LAUT, DAN UDARA, MELENGKAPI KONVENSI PERSERIKATAN BANGSA-BANGSA MENENTANG TINDAK PIDANA TRANSNASIONAL YANG TERORGANISASI)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia, sebagai negara kepulauan terbesar di dunia, rentan terhadap berbagai bentuk penyelundupan, termasuk penyelundupan migran. Penyelundupan migran merupakan salah satu bentuk tindak pidana transnasional yang kerap kali dilakukan secara terorganisasi. Dengan demikian, tindakan efektif untuk mencegah dan memerangi penyelundupan migran melalui darat, laut, dan udara membutuhkan suatu pendekatan yang menyeluruh, termasuk dengan melakukan kerja sama, pertukaran informasi dan upaya upaya lain yang diperlukan, baik di tingkat nasional, regional maupun internasional."
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia, sebagai negara anggota Perserikatan Bangsa-Bangsa, turut menandatangani instrumen hukum internasional yang secara khusus mengatur upaya pencegahan dan pemberantasan tindak pidana transnasional yang terorganisasi, yakni United Nations Convention Against Transnational Organized Crime (Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) pada tanggal 15 Desember 2000 di Palermo, Italia beserta dua protokolnya yaitu Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, Supplementing the United Nations Convention against Transnational Organized Crime (Protokol untuk Mencegah, Menindak, dan Menghukum Perdagangan Orang, Terutama Perempuan dan Anak-Anak, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) dan Protocol against the Smuggling of Migrants by Land, Sea and Air, Supplementing the United Nations Convention against Transnational Organized Crime (Protokol Menentang Penyelundupan Migran melalui Darat, Laut, dan Udara, Melengkapi Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi) sebagai perwujudan komitmen Indonesia dalam mencegah dan memberantas tindak pidana transnasional yang terorganisasi, termasuk tindak pidana penyelundupan migran."
              },
              {
                "type": "PLAINTEXT",
                "text": "Sesuai dengan ketentuan Protokol, Indonesia menyatakan Pensyaratan (Reservation) terhadap ketentuan Pasal 20 ayat (2) yang mengatur mengenai pilihan penyelesaian sengketa apabila terjadi perbedaan penafsiran dan penerapan isi Protokol. Pensyaratan ini diambil dengan pendirian bahwa apabila terjadi perselisihan akibat perbedaan penafsiran dan penerapan isi Protokol yang tidak terselesaikan melalui mekanisme sebagaimana dimaksud pada ayat (1) Pasal tersebut, dapat menunjuk Mahkamah Internasional sebagai lembaga penyelesaian sengketa berdasarkan kesepakatan Para Pihak yang bersengketa."
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia juga membuat Pernyataan (Declaration) terhadap ketentuan Pasal 6 ayat (2) huruf c, Pasal 9 ayat (1) huruf a, dan Pasal 9 ayat (2) Protokol dengan pendirian bahwa ketentuan pasal-pasal tersebut akan dilaksanakan dengan tunduk terhadap prinsip-prinsip kedaulatan dan keutuhan wilayah negara."
              },
              {
                "type": "PLAINTEXT",
                "text": "POKOK-POKOK ISI KONVENSI"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Hubungan antara Protokol dan Konvensi Perserikatan Bangsa-Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 1 Protokol menyatakan bahwa Protokol ini melengkapi Konvensi Perserikatan Bangsa- Bangsa Menentang Tindak Pidana Transnasional yang Terorganisasi dan wajib ditafsirkan sejalan dengan Konvensi. Dengan demikian, ketentuan-ketentuan yang tertuang dalam Konvensi berlaku sama terhadap Protokol ini, kecuali dinyatakan lain. Selain itu, tindak pidana yang ditetapkan dalam Protokol ini juga dianggap sebagai tindak pidana yang ditetapkan dalam Konvensi."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tujuan Protokol"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 2 Protokol menyatakan bahwa tujuan Protokol ini adalah untuk mencegah dan memberantas penyelundupan migran serta memajukan kerja sama di antara Negara-Negara Pihak untuk mencapai tujuan tersebut, dengan melindungi hak-hak migran yang diselundupkan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Ruang Lingkup Protokol"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 4 Protokol menyatakan bahwa ruang lingkup keberlakuan Protokol ini adalah upaya pencegahan, penyelidikan, dan penuntutan tindak pidana sebagaimana ditetapkan dalam Protokol ini, yang bersifat transnasional dan melibatkan suatu kelompok pelaku tindak pidana terorganisasi, dan juga untuk perlindungan hak-hak orang yang menjadi objek tindak pidana tersebut."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tanggung Jawab Pidana Migran"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 Protokol menyatakan bahwa migran tidak dapat dikenai tanggung jawab pidana karena mereka adalah objek dari tindak pidana yang telah ditetapkan dalam Protokol ini."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kewajiban Negara Pihak"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sesuai dengan ketentuan Protokol, setiap Negara Pihak pada Protokol memiliki kewajiban sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menjadikan tindak pidana yang telah ditetapkan dalam Protokol sebagai tindak pidana dalam peraturan perundang-undangan nasional (kewajiban kriminalisasi) [Pasal 6];"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "dalam hal penyelundupan migran melalui laut, setiap Negara Pihak wajib mempererat kerja sama untuk mencegah dan menekan penyelundupan migran melalui laut, sesuai dengan hukum laut internasional dan berupaya mengambil seluruh tindakan sebagaimana diatur dalam Protokol terhadap kasus penyelundupan migran di laut dengan memperhatikan rambu-rambu yang telah disediakan oleh Protokol [Pasal 7 sampai dengan Pasal 9]; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "dalam upaya pencegahan, kerja sama, dan upaya lain yang diperlukan dalam memberantas penyelundupan migran, setiap Negara Pihak pada Protokol juga berkewajiban untuk saling berbagi informasi, bekerja sama dalam memperkuat pengawasan di kawasan perbatasan, menjaga keamanan dan pengawasan dokumen, mengadakan pelatihan dan kerja sama teknis, perlindungan dan langkah perbantuan serta tindakan pemulangan migran yang diselundupkan [Pasal 10 sampai dengan Pasal 18]."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Apabila terjadi perbedaan tafsiran terhadap terjemahannya dalam bahasa Indonesia, yang berlaku adalah naskah asli Protokol dalam bahasa Inggris."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}