{
  "metadata": {
    "lembaranNegaraNumber": 1,
    "lembaranNegaraYear": 2012,
    "tambahanLembaranNumber": 5269,
    "number": 1,
    "topic": "Pengesahan Traktat Pelarangan Menyeluruh Uji Coba Nuklir (comprehensive Nuclear-test-ban Treaty)",
    "year": 2012
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 1 TAHUN 2012"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN TRAKTAT PELARANGAN MENYELURUH UJI COBA NUKLIR (COMPREHENSIVE NUCLEAR-TEST-BAN TREATY)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa sesuai dengan Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, salah satu tujuan pembentukan Negara Republik Indonesia adalah ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, Pemerintah Indonesia sebagai bagian dari masyarakat internasional berkomitmen untuk mendukung upaya perlucutan senjata dan non proliferasi senjata nuklir;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa dalam rangka melaksanakan komitmen tersebut, Pemerintah Negara Republik Indonesia telah menandatangani Traktat Pelarangan Menyeluruh Uji Coba Nuklir (Comprehensive Nuclear-Test-Ban Treaty) pada tanggal 24 September 1996 di New York, Amerika Serikat;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu mengesahkan Traktat Pelarangan Menyeluruh Uji Coba Nuklir (Comprehensive Nuclear-Test-Ban Treaty) dengan Undang-Undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 37 Tahun 1999 tentang Hubungan Luar Negeri (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 156, Tambahan Lembaran Negara Republik Indonesia Nomor 3882);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama:"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN TRAKTAT PELARANGAN MENYELURUH UJI COBA NUKLIR (COMPREHENSIVE NUCLEAR-TEST-BAN TREATY)."
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Traktat Pelarangan Menyeluruh Uji Coba Nuklir (Comprehensive Nuclear-Test-Ban Treaty) yang salinan naskah aslinya dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 4 Januari 2012"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 4 Januari 2012"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "AMIR SYAMSUDIN"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2012 NOMOR 1"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 1 TAHUN 2012"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN TRAKTAT PELARANGAN MENYELURUH UJI COBA NUKLIR (COMPREHENSIVE NUCLEAR-TEST-BAN TREATY)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam rangka mencapai tujuan Negara Republik Indonesia sebagaimana tercantum dalam Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, yaitu melindungi segenap bangsa dan seluruh tumpah darah Indonesia, dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial."
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia sebagai bagian dari masyarakat internasional berperan aktif dalam forum internasional yang berkaitan dengan perlucutan, pelarangan, penyebaran, dan pengawasan senjata nuklir. Keberadaan senjata nuklir berpotensi mengancam perdamaian dunia sehingga risiko pecahnya perang nuklir tetap menjadi keprihatinan internasional. Ancaman malapetaka nuklir yang dapat menghancurkan peradaban manusia itu hanya dapat dihilangkan melalui penghapusan seluruh senjata nuklir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pemerintah Indonesia berpandangan bahwa jaminan yang paling efektif terhadap adanya ancaman dan penggunaan senjata nuklir adalah penghapusan senjata nuklir yang harus dilakukan tanpa syarat, mengikat secara hukum, nondiskriminatif dan tanpa menggunakan standar ganda yang berlaku bagi semua negara tanpa terkecuali."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pelarangan menyeluruh uji coba nuklir merupakan langkah penting dalam upaya mencapai tujuan penghapusan senjata nuklir dengan cara mencegah pencanggihan lebih lanjut senjata-senjata nuklir dan pencegahan proliferasi senjata nuklir kepada negara-negara yang tidak memiliki senjata nuklir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Upaya masyarakat internasional untuk mewujudkan pelarangan uji coba nuklir telah dilakukan sejak tahun-tahun awal pembentukan Perserikatan Bangsa-Bangsa (PBB). Dalam perkembangannya, upaya ini telah menghasilkan Partial Nuclear-Test-Ban Treaty (PTBT) pada tahun 1963 yang melarang uji coba nuklir di udara, di luar angkasa, dan laut. Kemudian, Threshold Test-Ban Treaty (TTBT) pada tahun 1976 yang melarang uji coba nuklir di atas kapasitas 150 kiloton, dan Peaceful Nuclear Explosions Treaty pada tahun 1976 yang melarang uji coba nuklir untuk tujuan militer."
              },
              {
                "type": "PLAINTEXT",
                "text": "Usaha untuk menjadikan norma pelarangan uji coba nuklir secara menyeluruh dalam bentuk instrumen hukum terhambat karena situasi dunia internasional yang masih diliputi Perang Dingin serta belum adanya teknologi pemantau uji coba nuklir yang memadai. Upaya itu membuahkan hasil dua dasawarsa kemudian ketika Konferensi Perlucutan Senjata pada tahun 1996 menghasilkan rancangan Comprehensive Nuclear-Test-Ban Treaty (CTBT)."
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia telah berketetapan untuk tidak mengembangkan atau memiliki senjata nuklir dan pemusnah massal, dengan menjadi negara pihak pada instrumen internasional tentang pengendalian dan penghapusan senjata nuklir dan pemusnah massal, yaitu PTBT, Treaty on the Non-Proliferation of Nuclear Weapons (NPT), International Atomic Energy Agency (IAEA), Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on Their Destruction, Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction, dan di tingkat regional telah menjadi salah satu pelopor Traktat Southeast Asia Nuclear-Weapon-Free Zone (SEANWFZ)."
              },
              {
                "type": "PLAINTEXT",
                "text": "Meskipun Indonesia merupakan salah satu penggagas awal dan telah menandatangani CTBT, tetapi Indonesia belum meratifikasi Traktat tersebut karena Indonesia menilai bahwa janji dan komitmen negara negara nuklir pada sidang NPT Review and Extension Conference pada tahun 1995 belum sepenuhnya dipenuhi oleh semua negara-negara pemilik senjata nuklir. Oleh karena itu, perlu adanya desakan masyarakat internasional untuk meratifikasi CTBT yang ditujukan kepada negara-negara pemilik senjata nuklir secara seimbang dan tidak hanya kepada negara-negara bukan pemilik senjata nuklir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam perkembangannya, terdapat kecenderungan masyarakat internasional terutama negara-negara pemilik senjata nuklir untuk memenuhi komitmen mereka meratifikasi CTBT, sehingga kondisi tersebut mendorong Indonesia untuk segera meratifikasi CTBT."
              },
              {
                "type": "PLAINTEXT",
                "text": "Bagi Indonesia, ratifikasi CTBT akan memperkuat standing dan credentials Indonesia sebagai negara yang senantiasa mendukung dan berkomitmen terhadap non-proliferasi dan perlucutan senjata nuklir serta dapat memperkuat posisi Indonesia untuk ikut mendesak negara-negara lain dalam mempercepat ratifikasi CTBT. Ratifikasi CTBT oleh Pemerintah Indonesia pada saat ini diharapkan akan bersifat demonstratif, menunjukkan komitmen kuat Pemerintah Indonesia untuk mengupayakan perlucutan senjata nuklir, sekaligus untuk memberikan tekanan yang kuat bagi negara-negara lain sebagaimana tercantum dalam Annex 2 Traktat agar segera meratifikasi CTBT. Pada tingkat regional, ratifikasi CTBT dapat memberikan sumbangan kepada pemeliharaan stabilitas keamanan kawasan dan akan menjadi pendorong bagi upaya membangun rasa saling percaya di antara negara-negara di kawasan Asia."
              },
              {
                "type": "PLAINTEXT",
                "text": "Ratifikasi CTBT juga membuka peluang bagi Indonesia untuk memanfaatkan teknologi geofisika, nuklir, dan informatika dalam rangka pengembangan dan penelitian, antara lain dalam mengembangkan mekanisme peringatan dini (early warning system) terhadap kemungkinan terjadinya bencana gempa bumi dan tsunami."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dengan meratifikasi CTBT Indonesia memperoleh beberapa keuntungan sebagai berikut:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meningkatkan citra dan peran Indonesia baik tingkat regional maupun global dalam bidang perlucutan dan non-proliferasi senjata nuklir;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Menjalin dan meningkatkan kerja sama bilateral, regional, dan multilateral dalam perlucutan dan non-proliferasi senjata pemusnah massal, khususnya senjata nuklir;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Memantau adanya uji ledak nuklir dan mekanisme peringatan dini (early warning system) terhadap kemungkinan terjadinya bencana gempa bumi dan tsunami melalui sistem fasilitas jaringan auxiliary seismic station (stasiun seismik pendukung);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meningkatkan kemampuan dalam mengoperasikan 6 (enam) stasiun seismik di Indonesia;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Memperoleh bantuan teknis dalam penyampaian data jaringan verifikasi dan otentikasi setiap data dari stasiun seismik yang berada di Indonesia dari dan/atau kepada Organisasi CTBT;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Memperoleh data mengenai perilaku/karakteristik bumi antara lain media atmosfir, badan air (laut), dan kegiatan bawah/permukaan tanah dari jaringan verifikasi di seluruh dunia secara lebih komprehensif;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Meningkatkan keahlian sumber daya manusia Indonesia dalam alih teknologi di bidang geofisika dan verifikasi uji coba nuklir, serta membuka peluang Indonesia menempati posisi penting di dalam Organisasi CTBT."
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PLAINTEXT",
                "text": "Pokok-pokok isi Traktat tersebut adalah sebagai berikut:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tujuan Traktat adalah untuk mengurangi senjata nuklir secara global melalui usaha-usaha yang sistematis dan progresif dengan tujuan menghapuskan senjata nuklir dan perlucutan senjata nuklir secara umum di bawah pengawasan internasional yang tegas dan efektif;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setiap Negara Pihak dilarang melakukan segala uji coba ledakan senjata nuklir atau ledakan nuklir lainnya dan melarang serta mencegah semua ledakan nuklir semacamnya yang berada di wilayah yurisdiksi atau pengawasannya;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setiap Negara Pihak menahan diri dari tindakan yang menyebabkan, mendorong, atau berpartisipasi dengan cara apa pun dalam melakukan semua jenis uji coba ledakan senjata nuklir atau ledakan nuklir lainnya;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Organisasi Traktat Pelarangan Menyeluruh Uji Coba Nuklir dibentuk dalam rangka pemenuhan tujuan Traktat, termasuk kepatuhan untuk verifikasi internasional dan forum konsultasi serta kerja sama antar-Negara Pihak;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konferensi Negara-Negara Pihak sebagai organ utama Organisasi CTBT wajib mempertimbangkan setiap pertanyaan dan masalah dalam lingkup Traktat, termasuk yang berkaitan dengan kekuasaan dan fungsi dari Dewan Eksekutif dan Sekretariat Teknis. Konferensi juga berwenang memberikan rekomendasi dan membuat keputusan terhadap setiap pertanyaan dan masalah yang diangkat oleh Negara-Negara Pihak atau yang menjadi perhatian Dewan Eksekutif;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dewan Eksekutif wajib terdiri atas 51 (lima puluh satu) anggota Negara Pihak dengan mempertimbangkan keseimbangan distribusi secara geografis. Dewan Eksekutif bertanggung jawab kepada Konferensi Negara Pihak dan mempunyai kewajiban antara lain mengupayakan pelaksanaan dan kepatuhan Traktat secara efektif; melakukan supervisi terhadap aktivitas Sekretariat Teknis; membuat rekomendasi yang diperlukan oleh Konferensi Negara Pihak."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setiap Negara Pihak wajib menunjuk atau membentuk suatu Otorita Nasional dan melaporkannya kepada Organisasi CTBT pada saat Traktat mulai berlaku bagi negara tersebut. Otorita Nasional harus berfungsi sebagai pusat penghubung nasional dengan Organisasi CTBT dan dengan Negara-Negara Pihak lainnya."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setiap Negara Pihak wajib, sesuai dengan konstitusinya, mengambil tindakan yang diperlukan guna implementasi kewajiban-kewajiban dalam Traktat, yaitu melarang orang dan badan hukum di mana pun dalam teritorialnya atau di tempat lain di bawah yurisdiksinya yang diakui oleh hukum internasional dari kegiatan-kegiatan yang dilarang oleh Traktat; melarang orang dan badan hukum melakukan kegiatan yang dilarang oleh Traktat di mana pun di bawah kekuasaannya; dan melarang seseorang di mana pun sesuai dengan hukum internasional menggunakan kewarganegaraannya untuk melakukan kegiatan yang dilarang oleh Traktat."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "9."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam upaya kepatuhan terhadap Traktat dibentuk rejim verifikasi yang terdiri atas unsur-unsur Sistem Pemantauan Internasional (International Monitoring System), konsultasi dan klarifikasi, inspeksi, serta upaya membangun rasa saling percaya."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "10."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Traktat mewajibkan kepada Negara Pihak yang menjadi bagian dari Sistem Pemantauan Internasional untuk memiliki fasilitas pemantauan seismologi, pemantauan radionuklida termasuk laboratorium bersertifikat, pemantauan hidroakustik, pemantauan infrasonik, beserta peralatan komunikasi disetiap fasilitas pemantauan, dan wajib didukung oleh Pusat Data Internasional pada Sekretariat Teknis."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "11."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setiap Negara Pihak berhak untuk berpartisipasi dalam pertukaran internasional mengenai data dan mempunyai akses data yang disediakan oleh Pusat Data Internasional."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "12."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Jika perselisihan timbul antara dua Negara Pihak atau lebih, atau antara satu atau dua Negara Pihak dengan Organisasi CTBT, terkait dengan penerapan atau interpretasi Traktat, para pihak yang berkepentingan harus melakukan konsultasi bersama untuk mencapai penyelesaian terbaik melalui negosiasi atau dengan cara damai lainnya sesuai pilihan Negara-Negara, termasuk melalui badan-badan yang ada dalam Organisasi CTBT, dan berdasarkan kesepakatan bersama, dapat mengajukan penyelesaian sengketa kepada Mahkamah Internasional sesuai dengan Statuta Mahkamah."
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PLAINTEXT",
                "text": "Peraturan perundang-undangan yang terkait dengan Traktat ini adalah sebagai berikut:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 25 Tahun 1957 tentang Persetujuan Negara Republik Indonesia terhadap Anggaran Dasar dari Badan Tenaga Atom Internasional (Lembaran Negara Republik Indonesia Tahun 1957 Nomor 66);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 8 Tahun 1978 tentang Pengesahan Perjanjian mengenai Pencegahan Penyebaran Senjata-senjata Nuklir (Lembaran Negara Republik Indonesia Tahun 1978 Nomor 53, Tambahan Lembaran Negara Republik Indonesia Nomor 3129);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 9 Tahun 1997 tentang Pengesahan Treaty on the Southeast Asia Nuclear Weapon-Free Zone (Traktat Kawasan Bebas Senjata Nuklir di Asia Tenggara) (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 21, Tambahan Lembaran Negara Republik Indonesia Nomor 3675);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 10 Tahun 1997 tentang Ketenaganukliran (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 23, Tambahan Lembaran Negara Republik Indonesia Nomor 3676);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 6 Tahun 1998 tentang Pengesahan Convention on the Prohibition of the Development, Production, Stockpiling and Use of Chemical Weapons and on Their Destruction (Konvensi tentang Pelarangan Pengembangan, Produksi, Penimbunan, dan Penggunaan Senjata Kimia serta tentang Pemusnahannya) (Lembaran Negara Republik Indonesia Tahun 1998 Nomor 171, Tambahan Lembaran Negara Republik Indonesia Nomor 3786);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 36 Tahun 1999 tentang Telekomunikasi (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 154, Tambahan Lembaran Negara Republik Indonesia Nomor 3881);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 37 Tahun 1999 tentang Hubungan Luar Negeri (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 156, Tambahan Lembaran Negara Republik Indonesia Nomor 3882);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "9."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 3 Tahun 2002 tentang Pertahanan Negara (Lembaran Negara Republik Indonesia Tahun 2002 Nomor 3, Tambahan Lembaran Negara Republik Indonesia Nomor 4169);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "10."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 16 Tahun 2002 tentang Pengesahan Treaty on Principles Governing the Activities of States in the Exploration and Use of Outer Space, including the Moon and Other Celestial Bodies, 1967 (Traktat mengenai Prinsip-Prinsip yang Mengatur Kegiatan Negara-Negara dalam Eksplorasi dan Penggunaan Antariksa, termasuk Bulan dan Benda-Benda Langit Lainnya, 1967) (Lembaran Negara Republik Indonesia Tahun 2002 Nomor 34, Tambahan Lembaran Negara Republik Indonesia Nomor 4195);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "11."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 15 Tahun 2003 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2002 tentang Pemberantasan Tindak Pidana Terorisme menjadi Undang-Undang (Lembaran Negara Republik Indonesia Tahun 2003 Nomor 45, Tambahan Lembaran Negara Republik Indonesia Nomor 4284);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "12."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 9 Tahun 2008 tentang Penggunaan Bahan Kimia dan Larangan Penggunaan Bahan Kimia sebagai Senjata Kimia (Lembaran Negara Republik Indonesia Tahun 2008 Nomor 49, Tambahan Lembaran Negara Republik Indonesia Nomor 4834);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "13."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 31 Tahun 2009 tentang Meteorologi, Klimatologi, dan Geofísika (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 139, Tambahan Lembaran Negara Republik Indonesia Nomor 5058);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "14."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Peraturan Presiden Nomor 46 Tahun 2009 tentang Pengesahan Amendment to the Convention on the Physical Protection of Nuclear Material (Perubahan Konvensi Proteksi Fisik Bahan Nuklir) (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 162);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "15."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Presiden Nomor 49 Tahun 1986 tentang Pengesahan Convention on the Physical Protection of Nuclear Material (Lembaran Negara Republik Indonesia Tahun 1986 Nomor 64);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "16."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Presiden Nomor 58 Tahun 1991 tentang Pengesahan Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and on Their Destruction (Lembaran Negara Republik Indonesia Tahun 1991 Nomor 89);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "17."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Presiden Nomor 80 Tahun 1993 tentang Pengesahan An Amendment of Article VI of the Statute of the International Atomic Energy Agency (Lembaran Negara Republik Indonesia Tahun 1993 Nomor 75);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "18."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Presiden Nomor 81 Tahun 1993 tentang Pengesahan Convention on Early Notification of a Nuclear Accident (Lembaran Negara Republik Indonesia Tahun 1993 Nomor 76);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "19."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Presiden Nomor 82 Tahun 1993 tentang Pengesahan Convention on Assistance in the Case of a Nuclear Accident of Radiological Emergency (Lembaran Negara Republik Indonesia Tahun 1993 Nomor 77)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Apabila terjadi perbedaan penafsiran terhadap terjemahan dalam bahasa Indonesia, yang berlaku adalah naskah asli Traktat dalam bahasa Inggris."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}