{
  "metadata": {
    "lembaranNegaraNumber": 89,
    "lembaranNegaraYear": 2009,
    "tambahanLembaranNumber": 5020,
    "number": 19,
    "topic": "Pengesahan Stockholm Convention On Persistent Organic Pollutants (konvensi Stockholm Tentang Bahan Pencemar Organik Yang Persisten)",
    "year": 2009
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 19 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN STOCKHOLM CONVENTION ON PERSISTENT ORGANIC POLLUTANTS (KONVENSI STOCKHOLM TENTANG BAHAN PENCEMAR ORGANIK YANG PERSISTEN)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa tujuan Pemerintah Negara Republik Indonesia, sebagaimana tercantum dalam Pembukaan Undang- Undang Dasar Negara Republik Indonesia Tahun 1945, adalah untuk melindungi segenap bangsa dan seluruh tumpah darah Indonesia dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa pada tanggal 23 Mei 2001 Pemerintah Indonesia ikut serta menandatangani Stockholm Convention on Persistent Organic Pollutants (Konvensi Stockholm tentang Bahan Pencemar Organik yang Persisten), yang bertujuan melindungi kesehatan manusia dan lingkungan hidup dari bahan pencemar organik yang persisten;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan Konvensi Stockholm, telah teridentifikasi 12 bahan yang dikategorikan sebagai bahan pencemar organik yang persisten yang sangat berbahaya bagi kesehatan manusia dan lingkungan hidup;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa sejumlah bahan pencemar tersebut masih ditemukan di Indonesia sehingga perlu dilakukan pengelolaan yang berwawasan lingkungan terhadap timbunan residu bahan pencemar organik yang persisten, serta pengawasan yang lebih ketat terhadap peredaran bahan pencemar organik yang persisten dan pencegahannya;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, huruf c, dan huruf d, perlu mengesahkan Stockholm Convention on Persistent Organic Pollutants (Konvensi Stockholm tentang Bahan Pencemar Organik yang Persisten) dengan Undang-Undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11 ayat (1) dan ayat (2), Pasal 20, dan Pasal 33 ayat (3) dan ayat (4) Undang Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN STOCKHOLM CONVENTION ON PERSISTENT ORGANIC POLLUTANTS (KONVENSI STOCKHOLM TENTANG BAHAN PENCEMAR ORGANIK YANG PERSISTEN)."
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Stockholm Convention on Persistent Organic Pollutants (Konvensi Stockholm tentang Bahan Pencemar Organik yang Persisten) yang salinan naskah aslinya dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Juni 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Juni 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "ANDI MATTALATTA"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2009 NOMOR 89"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 19 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN STOCKHOLM CONVENTION ON PERSISTENT ORGANIC POLLUTANTS (KONVENSI STOCKHOLM TENTANG BAHAN PENCEMAR ORGANIK YANG PERSISTEN)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Latar Belakang dan Tujuan"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam beberapa dekade terakhir ini masyarakat dunia telah secara luas mengembangkan 100.000 bahan kimia sintetis yang digunakan untuk mengendalikan penyakit, meningkatkan produksi pangan, dan memberikan kenyamanan dalam kehidupan sehari-hari. Angka tersebut belum termasuk pertambahan sekitar 1.500 bahan kimia baru setiap tahunnya. Hal ini terjadi karena adanya kecenderungan perubahan pola perilaku ekonomi berbasis karbohidrat (carbohydrate-based economy) ke arah pola perilaku ekonomi berbasis bahan kimia (chemical-based economy)."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dari bahan kimia yang dihasilkan tersebut, ada yang dikategorikan sebagai bahan pencemar organik yang persisten (persistent organic pollutants) atau lebih dikenal dengan POPs. POPs memiliki sifat beracun, sulit terurai, bioakumulasi dan terangkut, melalui udara, air, dan spesies berpindah dan melintasi batas internasional serta tersimpan jauh dari tempat pelepasan, tempat bahan tersebut berakumulasi dalam ekosistem darat dan air. Sifat-sifat tersebut harus diwaspadai mengingat dampaknya terhadap kesehatan manusia dan lingkungan hidup. Sebagian besar masyarakat Indonesia belum mengetahui dampak negatif bahan pencemar organik yang persisten terhadap lingkungan hidup dan kesehatan manusia khususnya kelangsungan hidup generasi yang akan datang. Menurut Konvensi Stockholm, POPs terdiri atas tiga kategori yaitu:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "pestisida berupa: Dichloro-diphenyl-trichloroethane (DDT), Aldrin, Endrin, Dieldrin, Chlordane, Heptachlor, Mirex, dan Toxaphene;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "bahan kimia industri berupa: Polychlorinated biphenyl (PCB) dan Hexachlorobenzene (HCB); dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "produk yang tidak sengaja dihasilkan berupa Polychlorinated dibenzo-p-dioxins (PCDD), Polychlorinated dibenzofurans (PCDF), Hexachlorobenzene (HCB) dan Polychlorinated biphenyl (PCB)."
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Mengingat dampak negatif terhadap penggunaan bahan POPs tersebut, banyak negara di dunia terdorong untuk menyepakati Konvensi Stockholm. Menyadari akan risiko bahan POPs bagi kesehatan manusia dan lingkungan hidup, maka pada bulan Februari 1997 United Nations on Environmental Programme (UNEP) memutuskan penyusunan pengaturan mengenai POPs. Keputusan tersebut ditindaklanjuti dalam Sidang World Health Organization (WHO) yang menerima pengaturan mengenai POPs pada bulan Mei 1997. Selanjutnya, pada bulan Juni 1998 Komisi Antar-Pemerintah memutuskan pengaturan mengenai POPs agar ditingkatkan menjadi suatu konvensi. Pada tanggal 23 Mei 2001, sebanyak 151 negara termasuk Indonesia, menandatangani Stockholm Convention on Persistent Organic Pollutants (Konvensi Stockholm tentang Bahan Pencemar Organik yang Persisten). Konvensi Stockholm mulai berlaku (entry into force) pada tanggal 17 Mei 2004."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konvensi Stockholm bertujuan untuk melindungi kesehatan manusia dan lingkungan hidup dari bahan POPs dengan cara melarang, mengurangi, membatasi produksi dan penggunaan, serta mengelola timbunan bahan POPs yang berwawasan lingkungan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Manfaat mengesahkan Konvensi Stockholm bagi Indonesia"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dengan mengesahkan Konvensi Stockholm, Indonesia mengadopsi berbagai ketentuan Konvensi tersebut sebagai sistem hukum nasional untuk dijabarkan dalam kerangka peraturan dan kelembagaan sehingga dapat:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mendorong Pemerintah untuk mengembangkan peraturan nasional dan kebijakan serta pedoman teknis mengenai pengelolaan bahan POPs;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mempersiapkan kapasitas Daerah untuk mengelola timbunan residu bahan POPs dan melakukan pengawasan dan pemantauan bahan POPs;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengembangkan kerja sama riset dan teknologi terkait dengan dampak bahan POPs sesuai dengan Best Available Techniques (BAT) dan Best Environmental Practices (BEP) yang disusun oleh Konvensi berdasarkan keputusan Sidang Para Pihak atau Conference of the Parties (COP);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengembangkan upaya penggunaan bahan kimia alternatif yang ramah lingkungan dalam proses produksi;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "meningkatkan upaya untuk mengurangi emisi dioxin dan furan dalam proses produksi;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkuat upaya penegakan hukum berdasarkan peraturan perundang-undangan yang berlaku atas bahan POPs yang dilarang; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengembangkan Rencana Penerapan Nasional atau National Implementation Plan (NIP) untuk pelaksanaan Konvensi Stockholm di Indonesia."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Materi Pokok"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konvensi Stockholm disusun berdasarkan prinsip hukum internasional, yaitu bahwa setiap negara mempunyai hak berdaulat untuk mengeksploitasi sumber daya alamnya sesuai dengan kebijakan lingkungan hidup dan pembangunannya serta mempunyai tanggung jawab untuk menjamin bahwa kegiatan di dalam yurisdiksi atau pengendaliannya tidak mengakibatkan kerugian bagi lingkungan hidup negara lain atau wilayah di luar batas yurisdiksi nasional."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konvensi Stockholm terdiri atas 30 (tiga puluh) pasal dan 6 (enam) lampiran. Materi pokok Konvensi Stockholm mengatur hal-hal sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Tindakan untuk mengurangi dan/atau menghentikan pelepasan bahan POPs dari produksi dan penggunaan secara sengaja (Pasal 3), yaitu dengan:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menghentikan produksi dan penggunaan bahan POPs sebagaimana tercantum dalam Lampiran A;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "membatasi produksi dan penggunaan bahan POPs sebagaimana tercantum dalam Lampiran B;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menjamin bahan POPs dalam Lampiran A atau Lampiran B hanya diimpor untuk pembuangan yang berwawasan lingkungan sesuai dengan Pasal 6 ayat (1) huruf d, atau untuk penggunaan dengan tujuan yang diizinkan berdasarkan Lampiran A atau Lampiran B;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "4)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menjamin bahan POPs dalam Lampiran A yang produksi atau penggunaannya mendapat pengecualian khusus atau bahan POPs dalam Lampiran B yang produksi atau penggunaannya mendapat pengecualian khusus atau untuk tujuan yang dapat diterima dengan memperhatikan ketentuan terkait dengan instrumen internasional mengenai pemberitahuan dini (prior informed consent), hanya diekspor:"
                                      },
                                      {
                                        "type": "LIST",
                                        "id": "",
                                        "children": [
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "a)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "untuk pembuangan yang berwawasan lingkungan;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "b)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "ke negara yang diizinkan menggunakan bahan POPs dalam Lampiran A atau Lampiran B; dan"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "c)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "ke negara bukan Pihak Konvensi yang telah mempunyai sertifikat tahunan untuk mengekspor ke negara Pihak."
                                              }
                                            ]
                                          }
                                        ]
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "5)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menjamin bahan POPs dalam Lampiran A yang produksi dan penggunaan khusus tidak berlaku lagi bagi negara Pihak, tidak diekspor kecuali untuk kepentingan pembuangan berwawasan lingkungan sebagaimana dimaksud dalam Pasal 6 ayat (1) huruf d Konvensi;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "6)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengambil tindakan untuk:"
                                      },
                                      {
                                        "type": "LIST",
                                        "id": "",
                                        "children": [
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "a)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "mengatur pestisida baru atau bahan kimia industri baru dengan tujuan untuk mencegah produksi dan penggunaannya dengan memperhatikan kriteria dalam Lampiran D butir 1; dan"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "b)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "melakukan penilaian atas pestisida atau bahan kimia industri yang sedang digunakan."
                                              }
                                            ]
                                          }
                                        ]
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Tindakan tersebut di atas wajib dilakukan bagi negara Pihak yang telah memiliki peraturan dan skema kajian untuk bahan POPs;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "7)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menjamin bahwa produksi atau penggunaan berdasarkan pengecualian khusus dilaksanakan dengan cara mencegah atau meminimalisasi paparan terhadap manusia dan pelepasan ke lingkungan."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Daftar pengecualian khusus (Pasal 4)"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Daftar ini disusun guna mengidentifikasi negara Pihak yang telah memperoleh pengecualian khusus yang tercantum dalam Lampiran A atau Lampiran B. Setiap negara dapat mendaftar untuk satu atau beberapa jenis bahan kimia yang tercantum dalam Lampiran A atau Lampiran B melalui notifikasi tertulis kepada Sekretariat dan sewaktu-waktu dapat menarik diri dari daftar tersebut."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Tindakan untuk mengurangi dan/atau menghentikan pelepasan dari produk yang tak-disengaja (Pasal 5), yaitu dengan:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengembangkan dan melaksanakan Rencana Aksi (Action Plan) dalam waktu dua tahun setelah Konvensi berlaku sebagai bagian dari pelaksanaan NIP sebagaimana tercantum dalam Pasal 7 Konvensi. Rencana Aksi ini mencakup antara lain evaluasi pelepasan bahan POPs dari sumber-sumber yang tercantum dalam Lampiran C, strategi untuk memenuhi kewajiban Pasal 5 Konvensi dan langkah-langkah untuk meningkatkan pendidikan dan pelatihan;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mempromosikan penerapan tindakan yang tersedia, layak dan praktis untuk mengurangi pelepasan atau penghentian pelepasan dari sumber POPs;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mempromosikan pengembangan dan penggunaan bahan pengganti atau modifikasi bahan, produk dan proses untuk mencegah pembentukan dan pelepasan bahan POPs yang tercantum dalam Lampiran C;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "4)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mempromosikan penggunaan Teknik Tersedia yang Terbaik (Best Available Techniques atau BAT) untuk sumber-sumber dalam Lampiran C Bagian II. Negara Pihak wajib mempromosikan pemakaian Praktik-praktik Lingkungan Hidup Terbaik (Best Environmental Practices atau BEP);"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "5)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mempromosikan penggunaan BAT dan BEP untuk sumber yang ada dalam Lampiran C Bagian II dan sumber baru dalam Lampiran C Bagian III. Dalam melaksanakan BAT dan BEP tersebut, negara Pihak harus mempertimbangkan pedoman umum mengenai pencegahan dan tindakan pengurangan pelepasan bahan POPs dalam Lampiran C."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Tindakan mengurangi atau menghentikan pelepasan dari timbunan bahan POPs dan limbah (Pasal 6), yaitu dengan:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengembangkan dan melaksanakan strategi identifikasi;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengidentifikasi timbunan bahan yang terdiri atas atau yang mengandung bahan POPs yang tercantum baik dalam Lampiran A atau Lampiran B;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengelola timbunan bahan POPs dengan cara yang aman, efisien, dan berwawasan lingkungan;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "4)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengambil tindakan yang diperlukan untuk melakukan pengelolaan guna menghentikan pelepasan dan timbunan bahan POPs serta limbah dengan menangani, mengumpulkan, mengangkut, dan menyimpan dengan cara yang berwawasan lingkungan; dan"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "5)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "mengembangkan strategi yang sesuai untuk mengidentifikasi lokasi yang terkontaminasi oleh bahan POPs dalam Lampiran A, Lampiran B, atau Lampiran C."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Rencana Pelaksanaan (Pasal 7)."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Setiap negara Pihak wajib mengembangkan dan mengupayakan pelaksanaan suatu rencana bagi pelaksanaan kewajibannya berdasarkan Konvensi dan menyampaikan rencana pelaksanaan kepada Sidang Para Pihak dalam waktu dua tahun sejak Konvensi berlaku untuk Pihak tersebut. Sebagai pelaksanaan Pasal 7, setiap negara Pihak wajib menyusun rencana pelaksanaan yang dituangkan dalam NIP agar pelaksanaan Konvensi dapat diintegrasikan dengan strategi pembangunan berkelanjutan. Para Pihak wajib mengkaji ulang dan memperbarui NIP secara berkala sesuai yang diperlukan."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Pengajuan usul pencantuman bahan kimia dalam Lampiran A, Lampiran B, dan Lampiran C kepada Sekretariat Konvensi sesuai ketentuan dalam Lampiran D (Pasal 8)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Pertukaran informasi yang terkait dengan pengurangan atau penghentian produksi, penggunaan, pelepasan bahan POPs dan alternatif bahan POPs termasuk informasi yang terkait dengan risiko, biaya ekonomi dan sosialnya (Pasal 9)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Sesuai dengan kemampuan, setiap negara Pihak wajib mempromosikan dan memfasilitasi informasi publik, peningkatan kesadaran dan pendidikan masyarakat tentang bahan POPs (Pasal 10)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "i."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Sesuai dengan kemampuan, setiap negara Pihak wajib melakukan penelitian, pengembangan dan pengawasan serta kerja sama mengenai bahan POPs yang meliputi sumber dan pelepasan bahan POPs ke dalam lingkungan hidup, pengaruh pelepasan bahan POPs terhadap kesehatan manusia dan lingkungan, serta dampak sosial, ekonomi dan budaya (Pasal 11)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "j."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Bantuan teknis yang diberikan oleh para Pihak negara maju dan para Pihak lainnya sesuai dengan kemampuannya, wajib meliputi bantuan teknis untuk pengembangan kapasitas yang berkaitan dengan pelaksanaan kewajiban Konvensi (Pasal 12)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "k."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Setiap negara Pihak wajib menyediakan dukungan keuangan sesuai dengan kemampuannya dalam rangka mencapai tujuan Konvensi berdasarkan rencana, prioritas, dan program nasional. Setiap negara maju wajib menyediakan sumber keuangan baru dan tambahan untuk memungkinkan para Pihak negara berkembang untuk memenuhi kewajibannya dalam Konvensi (Pasal 13)."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "l."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Setiap negara Pihak wajib melaporkan kepada Sidang Para Pihak secara berkala sesuai dengan format yang telah ditetapkan oleh Sidang Para Pihak berupa: 1) data statistik mengenai jumlah total produksi, impor dan ekspor setiap bahan POPs yang tercantum dalam Lampiran A dan Lampiran B atau perkiraan yang wajar dari data tersebut; dan 2) daftar negara-negara yang telah mengimpor dan mengekspor setiap bahan POPs tersebut (Pasal 15)."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Konvensi Stockholm terdiri dari 6 (enam) lampiran sebagai berikut:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran A berisi daftar sembilan bahan POPs yang dihentikan dan ketentuan khusus mengenai penghentian penggunaan polychlorinated biphenyls (PCBs);"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran B berisi pembatasan penggunaan dichloro-diphenyl-trichloroethane (DDT);"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran C berisi pengurangan atau penghentian bahan POPs yang diproduksi tak- disengaja (PCCD/PCDF, HCB, PCB);"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "4)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran D berisi Persyaratan Informasi dan Penyeleksian Kriteria;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "5)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran E berisi Persyaratan Informasi Profil Risiko;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "6)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Lampiran F berisi Informasi Mengenai Pertimbangan Sosial-Ekonomi."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Peraturan Perundang-undangan Nasional yang Berkaitan dengan Konvensi Stockholm."
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Indonesia memiliki peraturan perundang-undangan yang berkaitan dan mendukung proses pelaksanaan Konvensi Stockholm. Peraturan perundang-undangan nasional yang terkait, antara lain sebagai berikut:"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 5 Tahun 1984 tentang Perindustrian (Lembaran Negara Republik Indonesia Tahun 1984 Nomor 22, Tambahan Lembaran Negara Republik Indonesia Nomor 3274);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 12 Tahun 1992 tentang Sistem Budidaya Tanaman (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 46, Tambahan Lembaran Negara Republik Indonesia Nomor 3478);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 23 Tahun 1992 tentang Kesehatan (Lembaran Negara Republik Indonesia Tahun 1992 Nomor 100, Tambahan Lembaran Negara Republik Indonesia Nomor 2475);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 23 Tahun 1997 tentang Pengelolaan Lingkungan Hidup (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 68, Tambahan Lembaran Negara Republik Indonesia Nomor 3699);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Peraturan Pemerintah Nomor 18 Tahun 1999 tentang Pengelolaan Limbah Bahan Berbahaya dan Beracun (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 31, Tambahan Lembaran Negara Republik Indonesia Nomor 3815) jo Peraturan Pemerintah Nomor 85 Tahun 1999 tentang Perubahan Peraturan Pemerintah Nomor 18 Tahun 1999 tentang Pengelolaan Limbah Bahan Berbahaya dan Beracun (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 190, Tambahan Lembaran Negara Republik Indonesia Nomor 3910);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Peraturan Pemerintah Nomor 74 Tahun 2001 tentang Pengelolaan Bahan Berbahaya dan Beracun (Lembaran Negara Republik Indonesia Tahun 2001 Nomor 138, Tambahan Lembaran Negara Republik Indonesia Nomor 4153)."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Apabila terjadi perbedaan penafsiran terhadap terjemahannya dalam bahasa Indonesia, maka yang berlaku adalah salinan naskah asli Convention dalam bahasa Inggris."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}