{
  "metadata": {
    "lembaranNegaraNumber": 22,
    "lembaranNegaraYear": 2013,
    "tambahanLembaranNumber": 2013,
    "number": 7,
    "topic": "Pembentukan Kabupaten Penukal Abab Lematang Ilir Di Provinsi Sumatera Selatan",
    "year": 2013
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 7 TAHUN 2013"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PEMBENTUKAN KABUPATEN PENUKAL ABAB LEMATANG ILIR DI PROVINSI SUMATERA SELATAN"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk mendorong perkembangan dan kemajuan Provinsi Sumatera Selatan pada umumnya dan Kabupaten Muara Enim pada khususnya, serta adanya aspirasi yang berkembang dalam masyarakat, dipandang perlu meningkatkan penyelenggaraan pemerintahan, pembangunan dan pelayanan publik guna mempercepat terwujudnya kesejahteraan masyarakat;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa dengan memperhatikan kemampuan ekonomi, potensi daerah, sosial budaya, politik, jumlah penduduk, luas daerah, kemampuan keuangan, tingkat kesejahteraan masyarakat, rentang kendali penyelenggaraan pemerintahan, dan meningkatnya beban tugas dan volume kerja di bidang pemerintahan, pembangunan, dan kemasyarakatan di Kabupaten Muara Enim, perlu dilakukan pembentukan Kabupaten Penukal Abab Lematang Ilir di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa pembentukan Kabupaten Penukal Abab Lematang Ilir dimaksudkan untuk mendorong peningkatan pelayanan di bidang pemerintahan, pembangunan, dan kemasyarakatan, serta kemampuan dalam pemanfaatan potensi daerah untuk penyelenggaraan otonomi daerah;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu membentuk Undang-Undang tentang Pembentukan Kabupaten Penukal Abab Lematang Ilir di Provinsi Sumatera Selatan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 18, Pasal 18A, Pasal 18B, Pasal 20 dan Pasal 21 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 25 Tahun 1959 tentang Penetapan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1950 tentang Pembentukan Daerah Tingkat I Sumatera Selatan dan Undang Undang Darurat Nomor 16 Tahun 1955 tentang Perubahan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1950 (Lembaran Negara Tahun 1955 Nomor 52), Sebagai Undang-Undang (Lembaran Negara Republik Indonesia Tahun 1959 Nomor 70, Tambahan Lembaran Negara Republik Indonesia Nomor 1814);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 28 Tahun 1959 tentang Penetapan Undang-Undang Darurat Nomor 4 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 55), Undang-Undang Darurat Nomor 5 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 56) dan Undang-Undang Darurat Nomor 6 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 57) tentang Pembentukan Daerah Tingkat II termasuk Kotapraja dalam Lingkungan Daerah Tingkat I Sumatera Selatan, sebagai Undang-Undang (Lembaran Negara Republik Indonesia Tahun 1959 Nomor 73, Tambahan Lembaran Negara Republik Indonesia Nomor 1821);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 125, Tambahan Lembaran Negara Republik Indonesia Nomor 4437) sebagaimana telah diubah terakhir dengan Undang-Undang Nomor 12 Tahun 2008 tentang Perubahan Kedua atas Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2008 Nomor 59, Tambahan Lembaran Negara Republik Indonesia Nomor 4844);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 33 Tahun 2004 tentang Perimbangan Keuangan Antara Pemerintah Pusat dan Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 126, Tambahan Lembaran Negara Republik Indonesia Nomor 4438);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 27 Tahun 2009 tentang Majelis Permusyawaratan Rakyat, Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 123, Tambahan Lembaran Negara Republik Indonesia Nomor 5043);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 12 Tahun 2011 tentang Pembentukan Peraturan Perundang-undangan (Lembaran Negara Republik Indonesia Tahun 2011 Nomor 82, Tambahan Lembaran Negara Republik Indonesia Nomor 5234);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 15 Tahun 2011 tentang Penyelenggara Pemilihan Umum (Lembaran Negara Republik Indonesia Tahun 2011 Nomor 101, Tambahan Lembaran Negara Republik Indonesia Nomor 5246);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "9."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 8 Tahun 2012 tentang Pemilihan Umum Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah (Lembaran Negara Republik Indonesia Tahun 2012 Nomor 117, Tambahan Lembaran Negara Republik Indonesia Nomor 5316)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PEMBENTUKAN KABUPATEN PENUKAL ABAB LEMATANG ILIR DI PROVINSI SUMATERA SELATAN."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-1",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB I"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN UMUM"
          },
          {
            "type": "PASAL",
            "id": "pasal-1",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 1"
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam Undang-Undang ini yang dimaksud dengan:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah pusat, selanjutnya disebut Pemerintah, adalah Presiden Republik Indonesia yang memegang kekuasaan pemerintahan negara Republik Indonesia sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Daerah otonom, selanjutnya disebut daerah, adalah kesatuan masyarakat hukum yang mempunyai batas batas wilayah yang berwenang mengatur dan mengurus urusan pemerintahan dan kepentingan masyarakat setempat menurut prakarsa sendiri berdasarkan aspirasi masyarakat dalam sistem Negara Kesatuan Republik Indonesia."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Provinsi Sumatera Selatan adalah daerah otonom sebagaimana dimaksud dalam Undang-Undang Nomor 25 Tahun 1959 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 3 Tahun 1950 tentang Pembentukan Daerah Tingkat I Sumatera Selatan dan Undang-Undang Darurat Nomor 16 Tahun 1955 tentang Perubahan Peraturan Pemerintah Pengganti Undang-Undang Nomor 3 Tahun 1950 sebagai Undang-Undang, yang wilayahnya telah dikurangi dengan Provinsi Lampung berdasarkan Undang-Undang Nomor 14 Tahun 1964 tentang Penetapan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1964 tentang Pembentukan Daerah Tingkat I Lampung dengan Mengubah Undang-Undang Nomor 25 Tahun 1959 tentang Pembentukan Daerah Tingkat I Sumatera Selatan menjadi Undang-Undang, Provinsi Bengkulu berdasarkan Undang-Undang Nomor 9 Tahun 1967 tentang Pembentukan Provinsi Bengkulu, dan Provinsi Kepulauan Bangka Belitung berdasarkan Undang-Undang Nomor 27 Tahun 2000 tentang Pembentukan Provinsi Kepulauan Bangka Belitung."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kabupaten Muara Enim adalah kabupaten sebagaimana dimaksud dalam Undang-Undang Nomor 28 Tahun 1959 tentang Penetapan Undang-Undang Darurat Nomor 4 Tahun 1956, Undang-Undang Darurat Nomor 5 Tahun 1956 dan Undang-Undang Darurat Nomor 6 Tahun 1956 tentang Pembentukan Daerah Tingkat II termasuk Kotapraja dalam Lingkungan Daerah Tingkat I Sumatera Selatan sebagai Undang Undang, yang wilayahnya telah dikurangi dengan Kota Pagar Alam berdasarkan Undang-Undang Nomor 8 Tahun 2001 tentang Pembentukan Kota Pagar Alam di Provinsi Sumatera Selatan, yang merupakan kabupaten asal Kabupaten Penukal Abab Lematang Ilir."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-2",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB II"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMBENTUKAN, CAKUPAN WILAYAH, BATAS WILAYAH, DAN IBU KOTA"
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-1",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kesatu"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Pembentukan"
              },
              {
                "type": "PASAL",
                "id": "pasal-2",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Dengan Undang-Undang ini dibentuk Kabupaten Penukal Abab Lematang Ilir di wilayah Provinsi Sumatera Selatan dalam Negara Kesatuan Republik Indonesia."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-2",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kedua"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Cakupan Wilayah"
              },
              {
                "type": "PASAL",
                "id": "pasal-3",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 3"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Kabupaten Penukal Abab Lematang Ilir berasal dari sebagian wilayah Kabupaten Muara Enim yang terdiri atas cakupan wilayah:"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "a."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Talang Ubi;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "b."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Penukal Utara;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "c."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Penukal;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "d."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Abab; dan"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "e."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Tanah Abang."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cakupan wilayah sebagaimana dimaksud pada ayat (1) digambarkan dalam peta wilayah yang tercantum dalam lampiran dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-4",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 4"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Dengan terbentuknya Kabupaten Penukal Abab Lematang Ilir, sebagaimana dimaksud dalam Pasal 2, wilayah Kabupaten Muara Enim dikurangi dengan wilayah Kabupaten Penukal Abab Lematang Ilir sebagaimana dimaksud dalam Pasal 3."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-3",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Ketiga"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Batas Wilayah"
              },
              {
                "type": "PASAL",
                "id": "pasal-5",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 5"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Kabupaten Penukal Abab Lematang Ilir mempunyai batas-batas wilayah:"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "a."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "sebelah utara berbatasan dengan Desa Setia Jaya, Desa Sungai Dua, Desa Sindang Marga Kecamatan Sungai Keruh, Desa Danau Cala Kecamatan Lais, dan Desa Bay Langu Kecamatan Sekayu Kabupaten Musi Banyuasin;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "b."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "sebelah timur berbatasan dengan Desa Sungai Medang, Desa Tanjung Dalam, Kelurahan Payu Putat Kecamatan Prabumulih Barat Kota Prabumulih, Desa Talang Nangka Kecamatan Lembak, Desa Siku, Desa Baturaja Kecamatan Rambang Dangku, dan Desa Danau Rata, Desa Suka Cinta, Desa Sukarami, Desa Petar Dalam, Desa Danau Tampang, Desa Kasai, Desa Sungai Rotan, Desa Suka Merindu, Desa Tanding Marga, Desa Muara Lematang Kecamatan Sungai Rotan Kabupaten Muara Enim;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "c."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "sebelah selatan berbatasan dengan Desa Padang Bindu, Desa Pagar Jati Kecamatan Benakat, Desa Gunung Megang Dalam, Desa Lubuk Mumpo Kecamatan Gunung Megang, dan Desa Berugo, Desa Teluk Lubuk, Desa Bulang Kecamatan Belimbing Kabupaten Muara Enim; dan"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "d."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "sebelah barat berbatasan dengan Desa Talang Mandung, Desa Rukun Rahayu Kecamatan Tebing Bulang, dan Desa Trianggun Jaya, Desa Bumi Makmur Kecamatan Muara Lakitan Kabupaten Musi Rawas."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Batas wilayah sebagaimana dimaksud pada ayat (1) digambarkan dalam peta wilayah lengkap dengan titik-titik koordinat dan telah mendapatkan persetujuan dari pihak-pihak terkait yang tercantum dalam lampiran dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan batas wilayah Kabupaten Penukal Abab Lematang Ilir secara pasti di lapangan sebagaimana dimaksud pada ayat (1) dan ayat (2), ditetapkan oleh Menteri Dalam Negeri paling lambat 5 (lima) tahun sejak peresmian Kabupaten Penukal Abab Lematang Ilir."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-6",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 6"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dengan terbentuknya Kabupaten Penukal Abab Lematang Ilir sebagaimana dimaksud dalam Pasal 2, Pemerintah Kabupaten Penukal Abab Lematang Ilir menetapkan Rencana Tata Ruang Wilayah kabupaten sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan Rencana Tata Ruang Wilayah Kabupaten Penukal Abab Lematang Ilir sebagaimana dimaksud pada ayat (1) dilakukan sesuai dengan Rencana Tata Ruang Wilayah Nasional dan Rencana Tata Ruang Wilayah Provinsi Sumatera Selatan serta memperhatikan Rencana Tata Ruang Wilayah kabupaten/kota di sekitarnya."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-4",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Keempat"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Ibu Kota"
              },
              {
                "type": "PASAL",
                "id": "pasal-7",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 7"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Ibu Kota Kabupaten Penukal Abab Lematang Ilir berkedudukan di Kecamatan Talang Ubi."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-3",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB III"
          },
          {
            "type": "BAB_TITLE",
            "text": "URUSAN PEMERINTAHAN DAERAH"
          },
          {
            "type": "PASAL",
            "id": "pasal-8",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 8"
              },
              {
                "type": "PLAINTEXT",
                "text": "Urusan pemerintahan daerah yang menjadi kewenangan Kabupaten Penukal Abab Lematang Ilir mencakup urusan sebagaimana diatur dalam peraturan perundang-undangan."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-4",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB IV"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMERINTAHAN DAERAH"
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-1",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kesatu"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Peresmian Daerah Otonom Baru dan Pelantikan Penjabat Kepala Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-9",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 9"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Peresmian Kabupaten Penukal Abab Lematang Ilir dan pelantikan Penjabat Bupati Penukal Abab Lematang Ilir dilakukan oleh Menteri Dalam Negeri atas nama Presiden paling lambat 9 (sembilan) bulan setelah Undang Undang ini diundangkan."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-2",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kedua"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Pemerintah Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-10",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 10"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk memimpin penyelenggaraan pemerintahan di Kabupaten Penukal Abab Lematang Ilir, dipilih dan disahkan Bupati dan/atau Wakil Bupati sesuai dengan peraturan perundang-undangan yang dilaksanakan paling cepat 2 (dua) tahun sejak diresmikan Kabupaten Penukal Abab Lematang Ilir."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Sebelum Bupati dan Wakil Bupati definitif sebagaimana dimaksud pada ayat (1) terpilih sebagai pimpinan penyelenggaraan pemerintahan daerah, Menteri Dalam Negeri atas nama Presiden mengangkat Penjabat Bupati dari pegawai negeri sipil berdasarkan usul Gubernur Sumatera Selatan dengan masa jabatan paling lama 1 (satu) tahun."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pegawai negeri sipil sebagaimana dimaksud pada ayat (2) adalah pegawai yang memiliki kemampuan dan pengalaman jabatan dalam bidang pemerintahan serta memenuhi persyaratan untuk menduduki jabatan itu sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Menteri Dalam Negeri dapat menunjuk Gubernur Sumatera Selatan untuk melantik Penjabat Bupati Penukal Abab Lematang Ilir."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Menteri Dalam Negeri atas nama Presiden dapat mengangkat kembali Penjabat Bupati untuk 1 (satu) kali masa jabatan berikutnya paling lama 1 (satu) tahun atau menggantinya dengan penjabat lain sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Gubernur Sumatera Selatan melakukan pembinaan, pengawasan, evaluasi, dan fasilitasi terhadap kinerja Penjabat Bupati Penukal Abab Lematang Ilir dalam penyelenggaraan pemerintahan daerah, pembentukan struktur organisasi dan pengisian perangkat daerah, pengisian keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten, dan fasilitasi pemilihan Bupati dan/atau Wakil Bupati sesuai ketentuan peraturan perundang-undangan."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-11",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 11"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Pembiayaan pertama kali pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Penukal Abab Lematang Ilir sebagaimana dimaksud dalam Pasal 10 ayat (1) dibebankan kepada Anggaran Pendapatan dan Belanja Daerah Kabupaten Muara Enim dan Anggaran Pendapatan dan Belanja Daerah Provinsi Sumatera Selatan."
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-12",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 12"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk menyelenggarakan pemerintahan di Kabupaten Penukal Abab Lematang Ilir dibentuk perangkat daerah yang meliputi sekretariat daerah, sekretariat dewan perwakilan rakyat daerah, dinas daerah, lembaga teknis daerah, serta unsur perangkat daerah yang lain dengan mempertimbangkan kebutuhan dan kemampuan keuangan daerah sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Perangkat daerah sebagaimana dimaksud pada ayat (1) telah dibentuk oleh Penjabat Bupati paling lambat 6 (enam) bulan sejak tanggal pelantikan."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-3",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Ketiga"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Dewan Perwakilan Rakyat Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-13",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 13"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir dibentuk melalui hasil Pemilihan Umum Tahun 2014."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Jumlah dan tata cara pengisian keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir sebagaimana dimaksud pada ayat (1), sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir sebagaimana dimaksud pada ayat (1) dan ayat (2) dilakukan Komisi Pemilihan Umum Kabupaten Muara Enim sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengambilan sumpah/janji anggota Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir dilaksanakan paling lambat 4 (empat) bulan setelah sumpah/janji anggota Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-5",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB V"
          },
          {
            "type": "BAB_TITLE",
            "text": "PERSONEL, ASET, DAN DOKUMEN"
          },
          {
            "type": "PASAL",
            "id": "pasal-14",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 14"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Bupati Muara Enim bersama Penjabat Bupati Penukal Abab Lematang Ilir mengatur dan melaksanakan pemindahan personel, penyerahan aset, serta dokumen kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir sesuai dengan persetujuan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim dan Bupati Muara Enim."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemindahan personel sebagaimana dimaksud pada ayat (1) dilakukan paling lambat 6 (enam) bulan sejak pelantikan Penjabat Bupati Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penyerahan aset dan dokumen sebagaimana dimaksud pada ayat (1) dilakukan paling lambat 3 (tiga) tahun sejak pelantikan Penjabat Bupati Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(4)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Personel sebagaimana dimaksud pada ayat (1) dan ayat (2) meliputi pegawai negeri sipil yang karena tugas dan kemampuannya diperlukan oleh Kabupaten Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(5)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Gubernur Sumatera Selatan mengoordinasikan dan memfasilitasi pemindahan personel, penyerahan aset, dan dokumen kepada Kabupaten Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(6)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Gaji dan tunjangan pegawai negeri sipil sebagaimana dimaksud pada ayat (4), selama belum ditetapkannya Anggaran Pendapatan dan Belanja Daerah Kabupaten Penukal Abab Lematang Ilir, dibebankan pada anggaran pendapatan dan belanja dari asal satuan kerja personel yang bersangkutan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(7)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Aset dan dokumen sebagaimana dimaksud pada ayat (1) dan ayat (3) meliputi:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "barang milik Kabupaten Muara Enim yang bergerak dan tidak bergerak dan/atau yang dikuasai atau dimanfaatkan oleh Pemerintah Kabupaten Penukal Abab Lematang Ilir yang berada dalam wilayah Kabupaten Penukal Abab Lematang Ilir;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Badan Usaha Milik Daerah Kabupaten Muara Enim yang kedudukan, kegiatan, dan lokasinya berada di Kabupaten Penukal Abab Lematang Ilir;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "utang piutang Kabupaten Muara Enim yang kegunaannya untuk Kabupaten Penukal Abab Lematang Ilir menjadi tanggung jawab Kabupaten Penukal Abab Lematang Ilir; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "dokumen dan arsip yang karena sifatnya diperlukan oleh Kabupaten Penukal Abab Lematang Ilir."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(8)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam hal ketentuan sebagaimana dimaksud pada ayat (3) dan ayat (7) tidak dilaksanakan atau belum selesai dilaksanakan oleh Bupati Muara Enim, Gubernur Sumatera Selatan selaku wakil Pemerintah wajib menyelesaikannya dalam waktu paling lambat 1 (satu) tahun."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(9)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pelaksanaan pemindahan personel dan penyerahan aset serta dokumen sebagaimana dimaksud pada ayat (1) dilaporkan oleh Gubernur Sumatera Selatan kepada Menteri Dalam Negeri."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-6",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VI"
          },
          {
            "type": "BAB_TITLE",
            "text": "PENDAPATAN, ALOKASI DANA PERIMBANGAN, HIBAH, DAN BANTUAN KEUANGAN"
          },
          {
            "type": "PASAL",
            "id": "pasal-15",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 15"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kabupaten Penukal Abab Lematang Ilir berhak mendapatkan alokasi dana perimbangan dan dana transfer lainnya sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam dana perimbangan sebagaimana dimaksud pada ayat (1), Pemerintah mengalokasikan dana alokasi khusus prasarana pemerintahan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dana perimbangan sebagaimana dimaksud pada ayat (1) yang berupa dana transfer ke daerah dialokasikan sesuai dengan kemampuan keuangan negara sesuai dengan peraturan perundang undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-16",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 16"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah Kabupaten Muara Enim sesuai dengan kesanggupannya memberikan hibah berupa uang untuk menunjang kegiatan penyelenggaraan pemerintahan Kabupaten Penukal Abab Lematang Ilir sebesar Rp. 5.000.000.000,00 (lima miliar rupiah) setiap tahun selama 2 (dua) tahun berturut-turut serta untuk pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Penukal Abab Lematang Ilir pertama kali sebesar Rp. 5.000.000.000,00 (lima miliar rupiah)."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah Provinsi Sumatera Selatan memberikan bantuan dana untuk menunjang kegiatan penyelenggaraan pemerintahan Kabupaten Penukal Abab Lematang Ilir sebesar Rp. 10.000.000.000,00 (sepuluh miliar rupiah) setiap tahun selama 2 (dua) tahun berturut-turut serta untuk pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Penukal Abab Lematang Ilir pertama kali sebesar Rp. 7.500.000.000,00 (tujuh miliar lima ratus juta rupiah)."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemberian hibah sebagaimana dimaksud pada ayat (1) dan pemberian bantuan dana sebagaimana dimaksud pada ayat (2) dimulai sejak pelantikan Penjabat Bupati Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(4)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Apabila Kabupaten Muara Enim tidak memenuhi kesanggupannya memberikan hibah sesuai ketentuan sebagaimana dimaksud pada ayat (1), Pemerintah mengurangi penerimaan dana perimbangan dari Kabupaten Muara Enim untuk diberikan kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(5)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Apabila Provinsi Sumatera Selatan tidak memenuhi kesanggupannya memberikan bantuan dana sesuai ketentuan sebagaimana dimaksud pada ayat (2), Pemerintah mengurangi penerimaan dana perimbangan dari Provinsi Sumatera Selatan untuk diberikan kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(6)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penjabat Bupati Penukal Abab Lematang Ilir menyampaikan laporan pertanggungjawaban realisasi penggunaan hibah sebagaimana dimaksud pada ayat (1) kepada Bupati Muara Enim."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(7)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penjabat Bupati Penukal Abab Lematang Ilir menyampaikan laporan pertanggungjawaban realisasi penggunaan dana hibah dan dana bantuan sebagaimana dimaksud pada ayat (1) dan ayat (2) kepada Gubernur Sumatera Selatan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-17",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 17"
              },
              {
                "type": "PLAINTEXT",
                "text": "Penjabat Bupati Penukal Abab Lematang Ilir berkewajiban melakukan penatausahaan keuangan daerah sesuai dengan peraturan perundang-undangan."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-7",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VII"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMBINAAN"
          },
          {
            "type": "PASAL",
            "id": "pasal-18",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 18"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Untuk mengefektifkan penyelenggaraan pemerintahan daerah, Pemerintah dan Pemerintah Provinsi Sumatera Selatan melakukan pembinaan dan fasilitasi secara khusus terhadap Kabupaten Penukal Abab Lematang Ilir dalam waktu 3 (tiga) tahun sejak diresmikan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah bersama Gubernur Sumatera Selatan melakukan evaluasi terhadap penyelenggaraan Pemerintahan Kabupaten Penukal Abab Lematang Ilir sesuai peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Hasil evaluasi sebagaimana dimaksud pada ayat (2) dijadikan acuan kebijakan lebih lanjut oleh Pemerintah dan/atau Gubernur Sumatera Selatan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-8",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VIII"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN PERALIHAN"
          },
          {
            "type": "PASAL",
            "id": "pasal-19",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 19"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sebelum terbentuknya Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir berdasarkan hasil Pemilihan Umum Tahun 2014, Penjabat Bupati Penukal Abab Lematang Ilir menyusun Rancangan Peraturan Bupati tentang Anggaran Pendapatan dan Belanja Daerah Kabupaten Penukal Abab Lematang Ilir untuk tahun anggaran berikutnya."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Rancangan Peraturan Bupati Penukal Abab Lematang Ilir sebagaimana dimaksud pada ayat (1) dilaksanakan setelah disahkan oleh Gubernur Sumatera Selatan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Proses pengesahan dan penetapan Peraturan Bupati Penukal Abab Lematang Ilir sebagaimana dimaksud pada ayat (2) dilaksanakan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-20",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 20"
              },
              {
                "type": "PLAINTEXT",
                "text": "Sebelum Bupati Penukal Abab Lematang Ilir bersama Dewan Perwakilan Rakyat Daerah Kabupaten Penukal Abab Lematang Ilir menetapkan peraturan daerah, dan Bupati Penukal Abab Lematang Ilir menetapkan peraturan bupati sebagai pelaksanaan Undang-Undang ini, semua peraturan daerah dan Peraturan Bupati Muara Enim sepanjang tidak bertentangan dengan Undang-Undang ini tetap berlaku di Kabupaten Penukal Abab Lematang Ilir."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-9",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB IX"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN PENUTUP"
          },
          {
            "type": "PASAL",
            "id": "pasal-21",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 21"
              },
              {
                "type": "PLAINTEXT",
                "text": "Pada saat Undang-Undang ini mulai berlaku, semua ketentuan dalam peraturan perundang-undangan yang berkaitan dengan Kabupaten Penukal Abab Lematang Ilir harus disesuaikan dengan Undang-Undang ini."
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-22",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 22"
              },
              {
                "type": "PLAINTEXT",
                "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
              }
            ]
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Januari 2013"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Januari 2013"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "AMIR SYAMSUDIN"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2013 NOMOR 22"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 7 TAHUN 2013"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PEMBENTUKAN KABUPATEN PENUKAL ABAB LEMATANG ILIR DI PROVINSI SUMATERA SELATAN"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Provinsi Sumatera Selatan yang memiliki luas wilayah ±91.592,43 km2 dengan penduduk pada tahun 2011 berjumlah ±8.232.910 jiwa terdiri atas 11 (sebelas) kabupaten dan 4 (empat) kota, perlu memacu peningkatan penyelenggaraan pemerintahan dalam rangka memperkukuh Negara Kesatuan Republik Indonesia."
              },
              {
                "type": "PLAINTEXT",
                "text": "Kabupaten Muara Enim yang mempunyai luas wilayah ±9.223,90 km2 dengan jumlah penduduk pada tahun 2012 berjumlah ±735.787 jiwa terdiri atas 25 (dua puluh lima) kecamatan dan 326 (tiga ratus dua puluh enam) desa/kelurahan. Kabupaten ini memiliki potensi yang dapat dikembangkan untuk mendukung peningkatan penyelenggaraan pemerintahan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Penyelenggaraan otonomi daerah harus menjamin keserasian hubungan antara daerah satu dengan daerah lainnya, artinya mampu membangun kerja sama antardaerah untuk meningkatkan kesejahteraan bersama dan mencegah ketimpangan antardaerah. Hal yang tidak kalah pentingnya bahwa otonomi daerah juga harus mampu menjamin hubungan yang serasi antara daerah dengan Pemerintah, artinya harus mampu memelihara dan menjaga keutuhan wilayah Negara dan tetap tegaknya Negara Kesatuan Republik Indonesia dalam rangka mewujudkan tujuan Negara."
              },
              {
                "type": "PLAINTEXT",
                "text": "Persoalan yang dirasakan oleh Kecamatan Talang Ubi, Kecamatan Tanah Abang, Kecamatan Penukal Utara, Kecamatan Penukal, dan Kecamatan Abab adalah masalah terlalu jauhnya rentang kendali ke Pemerintahan Kabupaten Muara Enim. Keinginan terhadap pembentukan Kabupaten Penukal Abab Lematang Ilir ini didasarkan oleh 2 (dua) hal pokok yaitu keinginan dalam pemerataan pembangunan dan adanya potensi sumber daya alam yang cukup luas yang dijadikan sebagai salah satu daerah sentra perdagangan dan sentra produksi tanaman pangan yang dapat menjadi nilai tambah yang cukup tinggi sehingga mampu menjadi sumber dana bagi pembangunan bagi Kabupaten Penukal Abab Lematang Ilir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Sektor ekonomi yang menjadi andalan di Kabupaten Penukal Abab Lematang Ilir tidak berbeda jauh dengan Kabupaten Muara Enim (induk) yaitu di sektor pertambangan minyak dan gas bumi dan potensi lain di luar sektor tambang yang dimiliki oleh Kabupaten Penukal Abab Lematang Ilir adalah sektor pertanian."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dengan luas wilayah dan besarnya jumlah penduduk seperti tersebut di atas, pelaksanaan pembangunan dan pelayanan kepada masyarakat belum sepenuhnya terjangkau. Kondisi demikian perlu diatasi dengan memperpendek rentang kendali pemerintahan melalui pembentukan daerah otonom baru sehingga pelayanan publik dapat ditingkatkan guna mempercepat terwujudnya kesejahteraan masyarakat."
              },
              {
                "type": "PLAINTEXT",
                "text": "Selanjutnya dengan memperhatikan aspirasi masyarakat yang dituangkan dalam:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 11 Tahun 2006 tanggal 22 Desember 2006 tentang Persetujuan Terhadap Rencana Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 08 Tahun 2007 tanggal 30 Juni 2007 tentang Persetujuan Penentuan Lokasi Calon Ibukota Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor: 09 Tahun 2007 tanggal 30 Juni 2007 tentang Persetujuan Terhadap Pembiayaan Bagi Calon Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 12 Tahun 2007 tanggal 23 Mei 2007 tentang Persetujuan Pemberian Pembiayaan Operasional dan Pelaksanaan Pembentukan Kabupaten Penukal Abab Lematang Ilir;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 31 Tahun 2008 tanggal 25 November 2008 tentang Persetujuan Penyerahan Kekayaan Daerah yang dimiliki berupa Barang Bergerak, Tidak Bergerak, Personil/PNS, Hutang Piutang, dan Dokumen yang Berkaitan dengan Kabupaten PALI, serta Persetujuan Dukungan Dana Untuk Penyelenggaraan PILKADA Pertama Kali;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "f."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor: 07 Tahun 2010 tanggal 14 Juni 2010 tentang Persetujuan Penyerahan Kekayaan Daerah Yang Dimiliki Berupa Barang Bergerak, Tidak Bergerak, Personil/PNS, Hutang Piutang, dan Dokumen Yang Berkaitan dengan Kabupaten Penukal Abab Lematang Ilir (PALI) serta Persetujuan Dukungan Dana Untuk Penyelenggaraan Pilkada Pertama Kali;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "g."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor: 10 Tahun 2010 tanggal 14 Juni 2010 tentang Persetujuan Terhadap Pembiayaan Operasional Untuk Kabupaten Penukal Abab Lematang Ilir (PALI) Yang Baru Terbentuk;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "h."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 11 Tahun 2010 tanggal 12 Juli 2010 tentang Persetujuan Dukungan Dana Untuk Penyelenggaraan Pilkada Pertama Kali;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "i."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 508/KPTS/III/2007 tanggal 9 Mei 2007 tentang Pembagian Wilayah Kabupaten Muara Enim Terhadap Rencana Pembentukan Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "j."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 610/KPTS/III/2007 tanggal 11 Juni 2007 tentang Penentuan Lokasi Calon Ibukota Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "k."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 668/KPTS/III/2007 tanggal 30 Juni 2007 tentang Bantuan Pembiayaan kepada Calon Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "l."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 949/KPTS/I/2008 tanggal 5 Desember 2008 tentang Persetujuan Dukungan Dana Pemilukada, Penyerahan Sebagian Asset dan Penyerahan Personil yang dibutuhkan Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "m."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 181/KPTS/PERTANAHAN/2009 tanggal 2 Maret 2009 tentang Penetapan Lokasi Pembangunan Perkantoran Calon Kabupaten Penukal Abab Lematang Ilir (PALI) di Kecamatan Talang Ubi Kabupaten Muara Enim;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "n."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Muara Enim Nomor 546/KPTS/I/2010 tanggal 29 Juni 2010 tentang Persetujuan Dana Pemilukada, Penyerahan Aset dan Penyerahan Kekayaan Daerah Yang Dibutuhkan Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "o."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor 11 Tahun 2007 tanggal 20 Juni 2007 tentang Dukungan dan Persetujuan terhadap Rencana Pemekaran Kabupaten Musi Rawas menjadi 2 (dua) Kabupaten yaitu Kabupaten Musi Rawas dan Musi Rawas Utara dan Kabupaten Muara Enim menjadi 2 (dua) Kabupaten yaitu Kabupaten Muara Enim dan Kabupaten Penukal Abab Lematang Ilir (PALI) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "p."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor 1 Tahun 2009 tanggal 5 Januari 2009 tentang Persetujuan Pemberian Bantuan Dana Pemilukada untuk Mendukung Penyelenggaraan Pemerintahan, Dukungan Dana Dalam Rangka Membiayai Penyelenggaraan Pemilihan Kepala Daerah Pertama Kali, dan Nama Calon Kabupaten, Cakupan Wilayah dan Calon Ibukota Kabupaten Baru;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "q."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 390/KPTS/I/2007 tanggal 20 Juni 2007 tentang Persetujuan Pemekaran Kabupaten Muara Enim Dalam Rangka Pembentukan Kabupaten Penukal Abab Lematang Ilir (PALI) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "r."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 630//KPTS/I/2007 tanggal 8 November 2007 tentang Kesanggupan Pemerintah Provinsi Sumatera Selatan memberikan Bantuan Dana kepada Calon Daerah Otonom Baru Kabupaten Penukal Abab Lematang Ilir (PALI) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "s."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 763/KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan Nama Calon Daerah Otonom Baru (DOB), Cakupan Wilayah Kecamatan dan Penetapan Lokasi Calon Ibukota Daerah Otonom Baru (DOB) Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "t."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 766/KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan Pemindahan Personil dari Provinsi Sumatera Selatan ke Kabupaten Penukal Abab Lematang Ilir (PALI);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "u."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 769/KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan Pemberian Dukungan Dana Untuk Penyelenggaraan Pemilihan Kepala Daerah (PILKADA) Pertama Kali Bagi Calon Kepala Daerah/Wakil Kepala Daerah Kabupaten Penukal Abab Lematang Ilir (PALI); dan"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "v."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor 441/KPTS/I/2010 tanggal 28 Juni 2010 tentang Persetujuan dan Dukungan Pemerintah Provinsi Sumatera Selatan Terhadap Pembentukan Calon Kabupaten Penukal Abab Lematang Ilir (PALI)."
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PLAINTEXT",
                "text": "Berdasarkan hal tersebut, telah dilakukan kajian secara mendalam dan menyeluruh mengenai kelayakan pembentukan daerah dan berkesimpulan bahwa perlu dibentuk Kabupaten Penukal Abab Lematang Ilir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pembentukan Kabupaten Penukal Abab Lematang Ilir yang merupakan pemekaran dari Kabupaten Muara Enim terdiri atas 5 (lima) kecamatan, yaitu Kecamatan Talang Ubi, Kecamatan Penukal Utara, Kecamatan Penukal, Kecamatan Abab, dan Kecamatan Tanah Abang. Kabupaten Penukal Abab Lematang Ilir memiliki luas wilayah keseluruhan ±1.840 km2 dengan jumlah penduduk ±168.641 jiwa pada tahun 2012 dan terdiri atas 72 (tujuh puluh dua) desa/kelurahan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dengan terbentuknya Kabupaten Penukal Abab Lematang Ilir sebagai daerah otonom, Pemerintah Provinsi Sumatera Selatan berkewajiban membantu dan memfasilitasi terbentuknya kelembagaan Dewan Perwakilan Rakyat Daerah dan Perangkat Daerah yang efisien dan efektif sesuai dengan kebutuhan dan kemampuan, serta membantu dan memfasilitasi pemindahan personel, pengalihan aset dan dokumen untuk kepentingan penyelenggaraan pemerintahan daerah dalam rangka meningkatkan pelayanan publik dan mempercepat terwujudnya kesejahteraan masyarakat di Kabupaten Penukal Abab Lematang Ilir."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam melaksanakan otonomi daerah, Kabupaten Penukal Abab Lematang Ilir perlu melakukan berbagai upaya peningkatan kemampuan ekonomi, penyiapan sarana dan prasarana pemerintahan, pemberdayaan, dan peningkatan sumber daya manusia, serta pengelolaan sumber daya alam sesuai dengan peraturan perundang-undangan."
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 3"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf a"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/Kelurahan yang masuk dalam cakupan Kecamatan Talang Ubi adalah Kelurahan Talang Ubi Utara, Kelurahan Talang Ubi Barat, Kelurahan Talang Ubi Selatan, Kelurahan Talang Ubi Timur, Kelurahan Pasar Bhayangkara, Kelurahan Handayani Mulya, Desa Talang Akar, Desa Semangus, Desa Sungai Baung, Desa Talang Bulang, Desa Panta Dewa, Desa Karta Dewa, Desa Benuang, Desa Sungai Ibul, Desa Sinar Dewa, Desa Benakat Minyak, Desa Sukamaju, Desa Suka Damai, Desa Beruge Darat, dan Desa Simpang Tais."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf b"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa yang masuk dalam cakupan Kecamatan Penukal Utara adalah Desa Lubuk Tampui, Desa Prabu Menang, Desa Tempirai, Desa Tempirai Selatan, Desa Karang Tanding, Desa Tanding Marga, Desa Tanjung Baru, Desa Sukarami, Desa Kota Baru, Desa Tambak, Desa Tempurai Utara, Desa Tempurai Timur, dan Desa Muara Ikan."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf c"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa yang masuk dalam cakupan Kecamatan Penukal adalah Desa Babat, Desa Air Itam, Desa Air Itam Timur, Desa Gunung Menang, Desa Gunung Raja, Desa Purun, Desa Mangkunegara, Desa Raja Jaya, Desa Spantan Jaya, Desa Sungai Langan, Desa Suka Raja, Desa Purun Timur, dan Desa Mangkunegara Timur."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf d"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa yang masuk dalam cakupan Kecamatan Abab adalah Desa Betung, Desa Betung Barat, Desa Prambatan, Desa Pengabuan, Desa Karang Agung, Desa Tanjung Kurung, Desa Betung Selatan, dan Desa Pengabuhan Timur."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf e"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa yang masuk dalam cakupan Kecamatan Tanah Abang adalah Desa Tanah Abang Utara, Desa Tanah Abang Selatan, Desa Muara Sungai, Desa Harapan Jaya, Desa Sukaraja, Desa Raja, Desa Bumi Ayu, Desa Curup, Desa Sedupi, Desa Pandan, Desa Modong, Desa Tanjung Dalam, Desa Lunas Jaya, Desa Tanah Abang Jaya, Desa Muara Dua, Desa Sukamanis, dan Desa Raja Barat."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 4"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Yang dimaksud wilayah Kabupaten Muara Enim setelah terbentuknya Kabupaten Penukal Abab Lematang Ilir adalah mencakup wilayah Kecamatan Tanjung Agung, Kecamatan Muara Enim, Kecamatan Rambang Dangku, Kecamatan Gunung Megang, Kecamatan Gelumbang, Kecamatan Lawang Kidul, Kecamatan Semenda Darat Laut, Kecamatan Semenda Darat Tengah, Kecamatan Semenda Darat Ulu, Kecamatan Ujan Mas, Kecamatan Lubai, Kecamatan Rambang, Kecamatan Sungai Rotan, Kecamatan Lembak, Kecamatan Benakat, Kecamatan Kelekar, Kecamatan Muara Belida, Kecamatan Belimbing, Kecamatan Lubai Ulu, dan Kecamatan Belida Darat."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 5"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Lampiran peta cakupan wilayah yang digambarkan dengan skala 1:100.000. Yang dimaksud dengan persetujuan pihak-pihak terkait adalah persetujuan berupa tanda tangan Bupati Muara Enim, Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim, Bupati Banyuasin, Bupati Musi Banyuasin, Walikota Prabumulih, dan Bupati Musi Rawas yang wilayah cakupannya berbatasan dengan daerah otonom baru pada peta yang diterbitkan Badan Informasi Geospasial (BIG)."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 6"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dalam rangka pengembangan Kabupaten Penukal Abab Lematang Ilir khususnya guna perencanaan dan penyelenggaraan pemerintahan, pelaksanaan pembangunan dan pelayanan masyarakat pada masa yang akan datang, serta pengembangan sarana dan prasarana pemerintahan, pembangunan dan kemasyarakatan, diperlukan adanya kesatuan perencanaan pembangunan. Untuk itu Rencana Tata Ruang Wilayah Kabupaten Penukal Abab Lematang Ilir harus disusun secara serasi dan terpadu dengan Rencana Tata Ruang Wilayah Nasional, Provinsi, dan Kabupaten/Kota."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 7"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 8"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 9"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Peresmian kabupaten dan pelantikan Penjabat Bupati Penukal Abab Lematang Ilir dapat dilakukan secara bersamaan dan pelaksanaannya dapat dilakukan di ibu kota negara, ibu kota provinsi, atau ibu kota kabupaten."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 10"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penjabat Bupati Penukal Abab Lematang Ilir diusulkan oleh Gubernur Sumatera Selatan dengan pertimbangan Bupati Muara Enim."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 11"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Biaya pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Penukal Abab Lematang Ilir untuk pertama kali berasal dari hibah Anggaran Pendapatan dan Belanja Daerah Kabupaten Muara Enim dan bantuan dana Anggaran Pendapatan dan Belanja Daerah Provinsi Sumatera Selatan."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 12"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 13"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 14"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk mencapai daya guna dan hasil guna penyelenggaraan pemerintahan, pelaksanaan pembangunan dan pelayanan kemasyarakatan, digunakan pegawai, tanah, gedung perkantoran dan perlengkapannya, serta fasilitas pelayanan umum yang telah ada selama ini dalam pelaksanaan tugas Pemerintah Kabupaten Muara Enim dalam wilayah Kabupaten Penukal Abab Lematang Ilir."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dalam rangka tertib administrasi, diperlukan tindakan hukum berupa penyerahan personel, aset, dan dokumen dari Pemerintah Kabupaten Muara Enim kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Badan Usaha Milik Daerah (BUMD) Kabupaten Muara Enim yang berkedudukan, kegiatan, dan lokasinya berada di Kabupaten Penukal Abab Lematang Ilir diserahkan oleh Pemerintah Kabupaten Muara Enim kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dalam hal Badan Usaha Milik Daerah (BUMD) yang pelayanan/kegiatan operasionalnya mencakup kabupaten induk dan kabupaten baru, pemerintah daerah yang bersangkutan melakukan kerja sama."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Utang piutang yang penggunaannya dimanfaatkan untuk Kabupaten Penukal Abab Lematang Ilir diserahkan oleh Pemerintah Kabupaten Muara Enim kepada Pemerintah Kabupaten Penukal Abab Lematang Ilir."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Berkenaan dengan pengaturan penyerahan tersebut, dibuatkan daftar inventaris."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (7)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penyerahan aset dan dokumen dilakukan sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (8)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (9)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 15"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dana transfer ke daerah dilakukan untuk meningkatkan kesejahteraan rakyat dan mengoptimalkan pelayanan publik serta tidak digunakan hanya untuk pembangunan dan/atau pengadaan sarana prasarana di antaranya kantor pemerintahan, rumah dinas, dan kendaraan dinas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 16"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Yang dimaksud dengan memberikan bantuan dana dalam ketentuan ini adalah pemberian sejumlah dana yang didasarkan pada Keputusan Bupati Muara Enim Nomor 668/KPTS/III/2007 tanggal 30 Juni 2007 dan Keputusan Pimpinan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 08 Tahun 2010 tanggal 14 Juli 2010, serta untuk pelaksanaan pemilihan Bupati dan Wakil Bupati Penukal Abab Lematang Ilir pertama kali sesuai dengan Keputusan Bupati Muara Enim Nomor 546/KPTS/I/2010 tanggal 29 Juni 2010 dan Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Muara Enim Nomor 11 Tahun 2010 tanggal 12 Juli 2010."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Yang dimaksud dengan memberikan bantuan dana dalam ketentuan ini adalah pemberian sejumlah dana yang didasarkan pada Keputusan Gubernur Sumatera Selatan Nomor 441/KPTS/I/2010 tanggal 28 Juni 2010 dan Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor 1 Tahun 2009 tanggal 5 Januari 2009, serta untuk pelaksanaan pemilihan Bupati dan Wakil Bupati Penukal Abab Lematang Ilir pertama kali sesuai dengan Keputusan Gubernur Sumatera Selatan Nomor 441/KPTS/I/2010 tanggal 28 Juni 2010 dan Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor 1 Tahun 2009 tanggal 5 Januari 2009."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengurangan penerimaan dana perimbangan sesuai mekanisme yang diatur dalam Peraturan Menteri Keuangan mengenai tata cara pemotongan dana alokasi umum dan dana bagi hasil daerah induk/provinsi yang tidak memenuhi kewajiban hibah/bantuan pendanaan kepada daerah otonom baru."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengurangan penerimaan dana perimbangan sesuai mekanisme yang diatur dalam Peraturan Menteri Keuangan mengenai tata cara pemotongan dana alokasi umum dan dana bagi hasil daerah induk/provinsi yang tidak memenuhi kewajiban hibah/bantuan pendanaan kepada daerah otonom baru."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (7)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 17"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 18"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 19"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 20"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 21"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 22"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}