{
  "status": [
    "Mengubah UU - No. 8/1983",
    "Diubah UU - No. 18/2000",
    "Diubah UU - No. 42/2009"
  ],
  "topic": "Perubahan Atas Undang-Undang Nomor 8 Tahun 198 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
  "year": 1994,
  "number": 11,
  "perkara": [],
  "lembaranNegaraNumber": "61",
  "tambahanLembaranNegaraNumber": "3568",
  "peraturanPelaksanaan": [
    {
      "pasal": "11",
      "ayat": "1",
      "peraturan": "Peraturan Menteri Keuangan No. 62/PMK.03/2012",
      "keterangan": "Tata Cara Pengawasan, Pengadministrasian, Pembayaran, Serta Pelunasan Pajak Pertambahan Nilai Dan/atau Pajak Penjualan Atas Barang Mewah Atas Pengeluaran Dan/atau Penyerahan Barang Kena Pajak Dan/atau Jasa Kena Pajak Dari Kawasan Bebas Ke Tempat Lain Dalam Daerah Pabean Dan Pemasukan Dan/atau Penyerahan Barang Kena Pajak Dan/atau Jasa Kena Pajak Dari Tempat Lain Dalam Daerah Pabean Ke Kawasan Bebas"
    },
    {
      "pasal": "16A",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 563/KMK.03/2003",
      "keterangan": "Penunjukan Bendaharawan Pemerintah Dan Kantor Perbendaharaan Dan Kas Negara Untuk Memungut, Menyetor Dan Melaporkan Pajak Pertambahan Nilai Dan Pajak Penjualan Atas Barang Mewah Beserta Tata Cara Pemungutan, Penyetoran Dan Pelaporannya"
    },
    {
      "pasal": "16C",
      "ayat": "-",
      "peraturan": "Keputusan Menteri Keuangan No. 554/KMK.0/2000",
      "keterangan": "Batasan Dan Tata Cara Pengenaan Pajak Pertambahan Nilai Atas Kegiatan Membangun Sendiri\nYang Dilakukan Oleh Orang Pribadi Atau Badan Yang Hasilnya Digunakan Sendiri Atau Digunakan Pihak Lain Sebagaimana Telah Diubah Dengan Keputusan Menteri Keuangan No. 320/KMK.03/2002."
    },
    {
      "pasal": "3A",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 568/KMK.04/2000",
      "keterangan": "Tata Cara Perhitungan, Pemungutan, Penyetoran, Dan Pelaporan Pajak Pertambahan Nilai Atas Pemanfaatan Barang Kena Pajak Tidak Berwujud Dan/Atau Jasa Kena Pajak Dari Luar Daerah Pabean"
    },
    {
      "pasal": "4A",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 24/2002",
      "keterangan": "Perubahan Atas PP No. 148 Tahun 2000 tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "5A",
      "ayat": "-",
      "peraturan": "Peraturan Menteri Keuangan No. 65/PMK.03/2010",
      "keterangan": "Tata Cara Pengurangan Pajak Pertambahan Nilai Atau Pajak Pertambahan Nilai Dan Pajak Penjualan Atas Barang Mewah Atas Barang Kena Pajak Yang Dikembalikan Dan Pajak Pertambahan Nilai Atas Jasa Kena Pajak Yang Dibatalkan."
    },
    {
      "pasal": "8",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 355/KMK.03/2003",
      "keterangan": "Macam Dan Jenis Kendaraan Bermotor Yang Dikenakan Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "8",
      "ayat": "4",
      "peraturan": "Keputusan Menteri Keuangan No. 355/KMK.03/2003",
      "keterangan": "Macam dan Jenis Kendaraan Bermotor Yang Dikenakan Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "9",
      "ayat": "7",
      "peraturan": "Peraturan Menteri Keuangan No. 74/PMK.03/2010",
      "keterangan": "Pedoman Penghitungan Pengkreditan Pajak Masukan Bagi Pengusaha Kena Pajak Yang Mempunyai Peredaran Usaha Tidak Melebihi Jumlah Tertentu"
    },
    {
      "pasal": "9",
      "ayat": "6",
      "peraturan": "Peraturan Menteri Keuangan No. 135/PMK.011/2014",
      "keterangan": "Perubahan Kedua atas PMK Nomor 78/PMK.03\n/2010 tentang  Pedoman Penghitungan Pengkreditan Pajak Masukan Bagi Pengusaha Kena Pajak Yang Melakukan Penyerahan Yang Terutang Pajak Dan Penyerahan Yang Tidak Terutang Pajak."
    }
  ]
}