{
  "status": [
    "Mengubah Lain - Lain - Pasal 54/KUHD",
    "Dicabut UU - UU No. 1/1995"
  ],
  "topic": "Perubahan dan Penambahan atas ketentuan pasal 54 KUHD (S.1847 : 23)",
  "year": 1971,
  "number": 4,
  "perkara": [],
  "lembaranNegaraNumber": "20",
  "tambahanLembaranNegaraNumber": "2959",
  "peraturanPelaksanaan": [
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1996",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO)  DALAM BIDANG NUKLIR"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 16/1996",
      "keterangan": "TENTANG PELEBURAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XX DAN \nPERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XXIV XXV MENJADI PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN NUSANTARA XI"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1996",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN I"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 13/1996",
      "keterangan": "TENTANG PELEBURAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XI, PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XII, DAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XIII, MENJADI PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN NUSANTARA VIII"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 18/1996",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN NUSANTARA XII"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 15/1995",
      "keterangan": "Tentang PELEBURAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XIX, PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XXI DAN PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN XXVII MENJADI PERUSAHAAN PERSEROAN (PERSERO) PT PERKEBUNAN NUSANTARA X"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 18/1995",
      "keterangan": "Tentang PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) SANG HYANG SERI MENJADI PERUSAHAAN PERSEROAAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 21/1995",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) P.T. TAMBANG TIMAH"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 38/1995",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT ANGKASA PURA I"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 10/1994",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. RAJAWALI NUSANTARA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1994",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. ADHI KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 26/1994",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT ANGKASA PURA II"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 38/1994",
      "keterangan": "Tentang PENGGABUNGAN PERUSAHAAN PERSEROAN (PERSERO) PT PENGELOLA KAWASAN BERIKAT INDONESIA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT KAWASAN BERIKAT NUSANTARA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 39/1994",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT TAMBANG TIMAH"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 37/1994",
      "keterangan": "Tentang PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) GAS NEGARA MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 31/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN KUPANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 32/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KAWASAN INDUSTRI CILACAP"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 33/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PAL INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 1/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. RAJAWALI NUSANTARA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 25/1993",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN NEGARA LOKANANTA MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 27/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. TAMBANG BATUBARA BUKIT ASAM"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 30/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PUPUK KALIMANTAN TIMUR"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PINDAD\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 26/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KERTAS KRAFT ACEH"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 34/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. ANEKA TAMBANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 28/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSAHAAN PENERBANGAN GARUDA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 29/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. GARAM"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PETROKIMIA GRESIK"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 35/1993",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. BARATA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1992",
      "keterangan": "Tentang PENGALIHAN BENTUK PERUSAHAN UMUM (PERUM) USAHA BHAKTI MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 30/1992",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. BRANTAS ABIPRAYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 37/1992",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSHAAN PENERBANGAN GARUDA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 38/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. TAMBANG BATUBARA BUKIT ASAM"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 52/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) TELEKOMUNIKASI"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 2/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN PADANG\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) PENGERUKAN MENJADI PERUSAHAAN PERSEROAN (PERSERO)\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 56/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) PELABUHAN I MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KERTAS GOWA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 8/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI KERETA API"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 14/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSAHAAN PENERBANGAN GARUDA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 21/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. DOK DAN PERKAPALAN SURABAYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 17/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) DAHANA MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 24/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. JASA MARGA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 39/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PUPUK KALIMANTAN TIMUR"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 45/1991",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERSEROAN TERBATAS DALAM BIDANG JASA PEMERIKSAAN PRA-PENGAPALAN BARANG-BARANG IMPOR INDONESIA DI LUAR NEGERI\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 38/1990",
      "keterangan": "Tentang PENJUALAN SELURUH SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI MARMER INDONESIA TULUNG AGUNG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 11/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN NEGARA BLABAK MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 12/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) GARAM MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 39/1990",
      "keterangan": "Tentang PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) PERIKANAN MALUKU MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 34/1990",
      "keterangan": "Tentang PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DALAM BIDANG PENGELOLAAN KAWASAN INDUSTRI TERTENTU YANG DIBERIKAN STATUS SEBAGAI KAWASAN BERIKAT"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 33/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KIMIA FARMA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 29/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN NEGARA PADALARANG MENJADI PERUSAHAAN PERSEROAN (PERSERO)\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 21/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI PESAWAT TERBANG NUSANTARA\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 23/1991",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) BIDANG PENGUSAHAAN HUTAN DI SUMATERA BAGIAN SELATAN\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 49/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDAH KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 53/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI PESAWAT TERBANG NUSANTARA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 41/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. TIRTA RAYA MINA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 56/1990",
      "keterangan": "Tentang PEMBUBARAN PERUSAHAAN UMUM (PERUM) TAMBANG BATUBARA DAN PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. TAMBANG BATUBARA BUKIT ASAM"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 5/1991",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XXXII"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 58/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI TELEKOMUNIKASI INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN KUPANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 16/1991",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DALAM BIDANG INDUSTRI ELEKTRONIKA PROFESIONAL DAN KOMPONEN"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 48/1991",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM (PERUM) SURVAI UDARA (PENAS) MENJADI PERUSAHAAN PERSEROAN (PERSERO) PRESIDEN REPUBLIK INDONESIA,"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 1/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN TONASA\n"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1991",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN BATURAJA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 55/1990",
      "keterangan": "Tentang PERUSAHAAN PERSEROAN (PERSERO) YANG MENJUAL SAHAMNYA KEPADA MASYARAKAT MELALUI PASAR MODAL"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 22/1989",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KERTAS LECES"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 48/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. VIRAMA KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 15/1989",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XXXI"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 11/1989",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PELAYARAN NASIONAL INDONESIA (PT. PELNI)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 38/1990",
      "keterangan": "Tentang PENJUALAN SELURUH SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI MARMER INDONESIA TULUNG AGUNG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 46/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSAHAAN PERKEMBANGAN EKONOMI NASIONAL RAJAWALI NUSANTARA INDONESIA (PT. RAJAWALI NUSANTARA INDONESIA)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 47/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN PADANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 49/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. INDAH KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1990",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSAHAAN PERKEMBANGAN EKONOMI NASIONAL RAJAWALI NUSANTARA INDONESIA (PT. RAJAWALI NUSANTARA INDONESIA)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 59/1990",
      "keterangan": "Tentang PENGGABUNGAN PERUSAHAAN PERSEROAN (PERSERO) PT. DOK DAN PERKAPALAN TANJUNG PRIOK, PERUSAHAAN PERSEROAN (PERSERO) PT. PELITA BAHARI, DAN PERUSAHAAN PERSEROAN (PERSERO) PT. KODJA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 8/1988",
      "keterangan": "Tentang PEMBUBARAN PERUSAHAAN NEGARA METRIKA DAN PENAMBAHAN PENYERTAAN MODAL YANG BERASAL DARI KEKAYAAN MODAL YANG BERASAL DARI KEKAYAAN NEGARA HASIL LIKUIDASI PERUSAHAAN NEGARA METRIKA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT. KRAKATAU STEEL"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1988",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KEDALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. BRANTAS ABIPRAYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 16/1988",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN IX"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 8/1988",
      "keterangan": "entang LT BUMN GTPEMBUBARAN PERUSAHAAN NEGARA METRIKA DAN PENAMBAHAN PENYERTAAN MODAL YANG BERASAL DARI KEKAYAAN MODAL YANG BERASAL DARI KEKAYAAN NEGARA HASIL LIKUIDASI PERUSAHAAN NEGARA METRIKA KE DALAM PERUSAHAAN PERSEROAN PERSERO PT KRAKATAU STEEL"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1988",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KEDALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT BRANTAS ABIPRAYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 10/1988",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT GALANGAN KODJA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 27/1988",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KEDALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN TONASA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 10/1988",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. GALANGAN KODJA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 24/1988",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KEDALAM MODAL SAHAM PERSEROAN TERBATAS UNELEC INDONESIA (UNINDO PT)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 22/1989",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KERTAS LECES"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 15/1989",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XXXI"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 11/1989",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PELAYARAN NASIONAL INDONESIA (PT. PELNI)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 5/1989",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PUPUK SRIWIJAYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1987",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. ISTAKA KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 23/1987",
      "keterangan": "TENTANG PEMBUBARAN PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA DAN PENAMBAHAN PENYERTAAN MODAL YANG BERASAL DARI KEKAYAAN NEGARA HASIL LIKUIDASI PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT. PETROKIMIA GRESIK"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 12/1987",
      "keterangan": "TENTANG PENAMBAHAN DAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. BHANDA GHARA REKSA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1987",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. JASA MARGA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 2/1987",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERUSAHAAN HOTEL DAN TOURIST NASIONAL (NATOUR LTD)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 22/1987",
      "keterangan": "TENTANG PEMBUBARAN PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA DAN PENAMBAHAN PENYERTAAN MODAL YANG BERASAL DARI KEKAYAAN NEGARA HASIL LIKUIDASI PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT. PETROKIMIA GRESIK"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 27/1986",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT INDAH KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1986",
      "keterangan": "Tentang LT BUMN GTPENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN PERSERO DALAM BIDANG USAHA KAWASAN INDUSTRI UJUNG PANDANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1986",
      "keterangan": "Tentang LT BUMN GTPENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN PERSERO DALAM BIDANG USAHA KAWASAN INDUSTRI CILACAP"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 1/1986",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. LEPPIN"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1986",
      "keterangan": "Tentang PERUBAHAN PP 31-1982 TENTANG PENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DALAM BIDANG INDUSTRI KERTAS TERPADU"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1986",
      "keterangan": "Tentang PENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DALAM BIDANG USAHA KAWASAN INDUSTRI CILACAP"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 1/1986",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT LEPPIN"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 8/1987",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA  KE DALAM SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. VIRAMA KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 23/1987",
      "keterangan": "TENTANG PEMBUBARAN PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA DAN PENAMBAHAN PENYERTAAN MODAL YANG BERASAL DARI KEKAYAAN NEGARA HASIL LIKUIDASI PERUSAHAAN PERSEROAN (PERSERO) PT. DAYAZA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT. PETROKIMIA GRESIK"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 41/1985",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN NEGARA PERKEBUNAN XXVIII MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 23/1986",
      "keterangan": "Tentang PEMBUBARAN PERUSAHAAN PERSEROAN (PERSERO) PT. BONDED WAREHOUSES INDONESIA DAN PERUSAHAAN PERSEROAN (PERSERO)PT.SASANA BHANDA,SERTA PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DALAM BIDANG PENGUSAHAAN KAWASAN BERIKAT (BONDED ZONE)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 13/1986",
      "keterangan": "Tentang PENGALIHAN PEMILIKAN SAHAM NEGARA RI PADA PERSEROAN TERBATAS JADO TRADING CORPORATION (PT. JATRACO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 24/1986",
      "keterangan": "Tentang LT PMA GTJANGKA WAKTU IZIN PERUSAHAAN PENANAMAN MODAL ASING"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1984",
      "keterangan": "Tentang PENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) DI BIDANG KLIRING DAN JAMINAN BURSA KOMODITI"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 13/1984",
      "keterangan": "Tentang PENJUALAN SELURUH SAHAM MILIK NEGARA RI PADA PERUSAHAAN PERSEROAN (PERSERO) PT. SEMEN MADURA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 33/1984",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT KERTAS KRAFT CILACAP"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 29/1984",
      "keterangan": "Tentang LT BUMN GTPENAMBAHAN PENYERTAAN MODAL NEGARA RI KEDALAM MODAL SAHAM PERUSAHAAN PERSEROAN PERSERO PT AMARTA KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 35/1984",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. KERTAS KRAFT CILACAP"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 17/1984",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA RI UNTUK PENDIRIAN PERUSAHAAN PERSEROAN (PERSERO) PT. INDUSTRI SANDANG II"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 32/1985",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PT. INDOCEMENT TUNGGAL PRAKARSA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 3/1983",
      "keterangan": "TENTANG TATA CARA PEMBINAAN DAN PENGAWASAN PERUSAHAAN JAWATAN (PERJAN), PERUSAHAAN UMUM (PERUM) DAN PERUSAHAAN PERSEOAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 6/1983",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XII, PERUSAHAAN PERSEROAN PT. PERKEBUNAN XIII, DAN PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XIV"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 9/1982",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. VIRAMA KARYA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 16/1982",
      "keterangan": "TENTANG PENGALIHAN BENTUK PERUSAHAAN UMUM KERTAS BASUKI RACHMAT MENJADI PERUSAHAAN PERSEROAN (PERSERO)"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 11/1981",
      "keterangan": "Tentang PEMBUBARAN PERUSAHAAN NEGARA PERKEBUNAN XVI DAN PENGGABUNGANNYA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT. PERKEBUNAN XV"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 26/1981",
      "keterangan": "Tentang LT PERUM GTPENGALIHAN BENTUK PERUSAHAAN UMUM DANA TABUNGAN DAN ASURANSI PEGAWAI NEGERI MENJADI PERUSAHAAN PERSEROAN PERSERO"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 4/1981",
      "keterangan": "Tentang PEMBUBARAN PERUSAHAAN PERIKANAN JAWA TIMUR DAN PERUSAHAAN PERIKANAN NEGARA SULAWESI SELATAN/TENGGARA DAN PENGGABUNGANNYA KE DALAM PERUSAHAAN PERSEROAN (PERSERO) PT PERIKANAN SAMODRA BESAR"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 33/1981",
      "keterangan": "Tentang PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT. DANAREKSA"
    }
  ]
}