{
  "status": [
    "Mengubah UU - UU No. 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah",
    "Mengubah UU - UU No. 11 Tahun 1994 tentang Perubahan Atas UU No. 8 Tahun 1983 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
    "Mengubah UU - UU No. 18 Tahun 2000 tentang Perubahan Kedua Atas UU No. 8 Tahun 1983 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
    "Mencabut UU - UU No. 44 Tahun 2007 tentang Penetapan PERPPU No. 1 Tahun 2007 tentang Perubahan Atas UU No. 36 Tahun 2000 Tentang Penetapan PERPPU No. 1 Tahun 2000 Tentang Kawasan Perdagangan Bebas Menjadi Undang-Undang",
    "Diubah Putusan Mahkamah Konstitusi - Putusan MK No. 39/PUU-XIV/2016"
  ],
  "topic": "Perubahan Ketiga Atas Undang-Undang Nomor 8 Tahun 1983 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
  "year": 2009,
  "number": 42,
  "perkara": [
    "39/PUU-XIV/2016",
    "10/PUU-XVI/2018"
  ],
  "lembaranNegaraNumber": "150",
  "tambahanLembaranNegaraNumber": "5069",
  "peraturanPelaksanaan": [
    {
      "pasal": "12",
      "ayat": "1",
      "peraturan": "Peraturan Direktur Jenderal Pajak No. PER-4/PJ//2010",
      "keterangan": "Tempat Lain Selain tempat Tinggal Atau Tempat Kedudukan Dan/Atau Tempat Kegiatan Usaha Dilakukan Sebagai Tempat Terutang Pajak Pertambahan Nilai Atau Pajak Pertambahan Nilai Dan Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "13",
      "ayat": "1a",
      "peraturan": "Peraturan Menteri Keuangan No. 238/PMK.03/2012",
      "keterangan": "Saat lain sebagai saat Pembuatan Faktur Pajak Atas Penyerahan Barang Kena Pajak Dengan Karakteristik Tertentu"
    },
    {
      "pasal": "13",
      "ayat": "8",
      "peraturan": "Peraturan Menteri Keuangan No. 151/PMK.03/2013",
      "keterangan": "Tata Cara Pembuatan dan Tata Cara Pembetulan atau Penggantian Faktur Pajak"
    },
    {
      "pasal": "13",
      "ayat": "6",
      "peraturan": "Peraturan Direktur Jenderal Bea Cukai No. PER-13/PJ//2019",
      "keterangan": "Dokumen Tertentu Yang Kedudukannya Dipersamakan Dengan Faktur Pajak"
    },
    {
      "pasal": "16B",
      "ayat": "1",
      "peraturan": "Peraturan Pemerintah No. 10/2012",
      "keterangan": "Perlakuan Kepabeanan, Perpajakan, dan Cukai Serta Tata Cara Laksana Pemasukan dan Pengeluaran Barang ke dan dari Serta Berada di Kawasan Yang Telah Ditetapkan sebagai Kawasan Perdagangan Bebas dan Pelabuhan Bebas"
    },
    {
      "pasal": "16E",
      "ayat": "5",
      "peraturan": "Peraturan Menteri Keuangan No. 120/PMK.03//2019",
      "keterangan": "Tata Cara Pengajuan dan Penyelesaian Permintaan Kembali Pajak Pertambahan Nilai Barang Bawaan Orang Pribadi Pemegang Paspor Luar Negeri"
    },
    {
      "pasal": "4",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 32/PMK.010//2019",
      "keterangan": "Batasan Kegiatan dan Jenis Jasa Kena Pajak Yang Atas Ekspornya Dikenai Pajak Pertambahan Nilai"
    },
    {
      "pasal": "5A",
      "ayat": "3",
      "peraturan": "Peraturan Menteri Keuangan No. 65/PMK.03/2010",
      "keterangan": "Tata Cara Pengurangan Pajak Pertambahan Nilai Atau Pajak Pertambahan Nilai dan Pajak Penjualan Atas Barang Mewah Atas Barang Kena Pajak yang Dikembalikan dan Pajak Pertambahan Nilai Atas Jasa Kena Pajak yang Dibatalkan"
    },
    {
      "pasal": "7",
      "ayat": "3",
      "peraturan": "Peraturan Pemerintah No. 0/0",
      "keterangan": "-"
    },
    {
      "pasal": "8",
      "ayat": "(3)",
      "peraturan": "Peraturan Pemerintah No. 22/2014",
      "keterangan": "Perubahan Atas PP No. 41 Tahun 2013 tentang Barang Kena Pajak yang Tergolong Mewah Berupa Kendaraan Bermotor yang Dikenai Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "8",
      "ayat": "4",
      "peraturan": "Peraturan Menteri Keuangan No. 35/PMK.010/2017",
      "keterangan": "Jenis Barang Kena Pajak yang Tergolong Mewah Selain Kendaraan Bermotor yang Dikenai Pajak Penjualan Atas Barang Mewah"
    },
    {
      "pasal": "8A",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 121/PMK.03/2015",
      "keterangan": "Perubahan Ketiga Atas Permen Keuangan No. 75/PMK.03/2010 tentang Nilai Lain Sebagai Dasar Pengenaan Pajak"
    },
    {
      "pasal": "9",
      "ayat": "4",
      "peraturan": "Peraturan Menteri Keuangan No. 39/PMK.03/2018",
      "keterangan": "Tata Cara Pengembalian Pendahuluan Kelebihan Pembayaran Pajak"
    },
    {
      "pasal": "9",
      "ayat": "6",
      "peraturan": "Peraturan Menteri Keuangan No. 135/PMK.011/2014",
      "keterangan": "Perubahan Atas Permen Keuangan No. 78/PMK.03/2010 tentang Pedoman Peghitungan Pengkreditan Pajak Masukan Bagi Pengusaha Kena Pajak yang Melakukan Penyerahan yang Terutang Pajak dan Penyerahan yang Tidak Terutang Pajak"
    },
    {
      "pasal": "9",
      "ayat": "6",
      "peraturan": "Peraturan Menteri Keuangan No. 31/PMK.03/2014",
      "keterangan": "Saat Penghitungan dan Tata Cara Pembayaran Kembali Pajak Masukan yang Telah Dikreditkan dan Telah Diberikan Pengembalian Bagi Pengusaha Kena Pajak yang Mengalami Keadaan Gagal Berproduksi"
    },
    {
      "pasal": "9",
      "ayat": "7",
      "peraturan": "Peraturan Menteri Keuangan No. 74/PMK.03/2010",
      "keterangan": "Pedoman Penghitungan Pengkreditan Pajak Masukan Bagi Pengusaha Kena Pajak yang Mempunyai Peredaran Usaha Tidak Melebihi Jumlah Tertentu"
    },
    {
      "pasal": "9",
      "ayat": "13",
      "peraturan": "Peraturan Menteri Keuangan No. 72/PMK.03/2010",
      "keterangan": "Tata Cara Pengembalian Kelebihan Pajak Pertambahan Nilai atau Pajak Pertambahan Nilai dan Pajak Penjualan Atas Barang Mewah"
    }
  ]
}