{
  "status": [
    "Mengubah UU - No. 13/2005 tentang APBN Tahun Anggaran 2006"
  ],
  "topic": "Perubahan Atas Undang - Undang Nomor 13 Tahun 2005 tentang APBN Tahun Anggaran 2006",
  "year": 2006,
  "number": 14,
  "perkara": [],
  "lembaranNegaraNumber": "84",
  "tambahanLembaranNegaraNumber": "4653",
  "peraturanPelaksanaan": [
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 44/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT KERTAS KRAFT ACEH"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 45/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT MERPATI NUSANTARA AIRLINES"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 46/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT PERUSAHAAN PENERBANGAN GARUDA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 47/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT KERTAS LECES"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 48/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT KLIRING BERJANGKA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 49/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT PERIKANAN NUSANTARA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 50/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT PUPUK SRIWIDJAJA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 51/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT DIRGANTARA INDONESIA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 52/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL PERUSAHAAN UMUM (PERUM) PENGANGKUTAN PENUMPANG DJAKARTA"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 53/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT SEMEN KUPANG"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 54/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT INDUSTRI KERETA API"
    },
    {
      "pasal": "-",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 55/2006",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA KE DALAM MODAL SAHAM PERUSAHAAN PERSEROAN (PERSERO) PT PERTANI"
    }
  ]
}