{
  "status": [
    "Diubah UU - UU No. 11 Tahun  2011 tentang Perubahan Atas Undang-Undang Nomor 10 Tahun 2010 Tentang Anggaran Pendapatan Dan Belanja Negara Tahun Anggaran 2011"
  ],
  "topic": "Anggaran Pendapatan Dan Belanja Negara Tahun Anggaran 2011",
  "year": 2010,
  "number": 10,
  "perkara": [],
  "lembaranNegaraNumber": "126",
  "tambahanLembaranNegaraNumber": "5167",
  "peraturanPelaksanaan": [
    {
      "pasal": "26",
      "ayat": "11",
      "peraturan": "Peraturan Menteri Keuangan No. 30/PMK.08/2012",
      "keterangan": "Tata Cara Pengelolaan Dana Cadangan Penjaminan Dalam Rangka Pelaksanaan Anggaran Kewajiban Penjaminan Pemerintah\n"
    },
    {
      "pasal": "3",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 155/PMK.011/2011",
      "keterangan": "Pajak Penghasilan Ditanggung Pemerintah Atas Bunga Atau Imbalan Surat Berharga Negara Yang Diterbitkan Di Pasar Internasional Dan Penghasilan Pihak Ketiga Atas Jasa Yang Diberikan Kepada Pemerintah Dalam Penerbitan Surat Berharga Negara Di Pasar Internasional Tahun Anggaran 2011"
    },
    {
      "pasal": "3",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 26/PMK.011/2011",
      "keterangan": "Pajak Pertambahan Nilai Ditanggung Pemerintah Atas Penyerahan Minyak Goreng Kemasan Sederhana Di Dalam Negeri Untuk Tahun Anggaran 2011"
    },
    {
      "pasal": "3",
      "ayat": "3",
      "peraturan": "Peraturan Menteri Keuangan No. 103/PMK.011/2011",
      "keterangan": "Bea Masuk Ditanggung Pemerintah Atas Impor Barang Dan Bahan Guna Pembuatan Bagian Tertentu Alat Besar Dan/Atau Perakitan Alat Besar Oleh Industri Alat Besar Untuk Tahun Anggaran 2011"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 63/2011",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA UNTUK PEMBENTUKAN CREDIT GUARANTEE AND INVESTMENT FACILITY"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 64/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA INTERNATIONAL MONETARY FUND"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 65/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA INTERNATIONAL BANK FOR RECONSTRUCTION\nAND DEVELOPMENT"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 66/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA ASIAN DEVELOPMENT BANK"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 67/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA ISLAMIC DEVELOPMENT BANK"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 68/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA INTERNATIONAL FUND FOR AGRICULTURAL DEVELOPMENT"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 69/2011",
      "keterangan": "TENTANG PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA DALAM RANGKA PENDIRIAN ASEAN INFRASTRUCTURE FUND"
    },
    {
      "pasal": "30",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 70/2011",
      "keterangan": "TENTANG PENAMBAHAN PENYERTAAN MODAL NEGARA REPUBLIK INDONESIA PADA ISLAMIC CORPORATION FOR THE DEVELOPMENT OF THE PRIVATE SECTOR"
    },
    {
      "pasal": "4",
      "ayat": "6",
      "peraturan": "Peraturan Menteri Keuangan No. 97/2011",
      "keterangan": "Penyelesaian Piutang Bermasalah Pada Badan Usaha Milik Negara Di Bidang Usaha Perbankan"
    },
    {
      "pasal": "6",
      "ayat": "6",
      "peraturan": "Keputusan Presiden No. 26/2010",
      "keterangan": "Rincian Anggaran Belanja Pemerintah Pusat Tahun Anggaran 2011"
    }
  ]
}