{
  "status": [
    "Mengubah UU - UU No. 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan atas Barang Mewah.",
    "Mengubah UU - UU No. 11 Tahun 1994 tentang Perubahan Atas UU No. 8 Tahun 198 tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
    "Diubah UU - UU No. 42 Tahun 2009 tentang Perubahan Ketiga Atas UU No. 8 Tahun 1983 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah"
  ],
  "topic": "Perubahan Kedua Atas Undang-Undang Nomor 8 Tahun 1983 Tentang Pajak Pertambahan Nilai Barang Dan Jasa Dan Pajak Penjualan Atas Barang Mewah",
  "year": 2000,
  "number": 18,
  "perkara": [],
  "lembaranNegaraNumber": "128",
  "tambahanLembaranNegaraNumber": "3986",
  "peraturanPelaksanaan": [
    {
      "pasal": "13",
      "ayat": "7",
      "peraturan": "Keputusan Direktur Jenderal Pajak No. Kep-549/PJ/2000",
      "keterangan": "Saat Pembuatan, Bentuk, Ukuran, Pengadaan, Tata Cara Penyampaian, dan Tata Cara Pembetulan Faktur Pajak Standar"
    },
    {
      "pasal": "13",
      "ayat": "4",
      "peraturan": "Peraturan Direktur Jenderal Pajak No. PER-17/PJ/2014",
      "keterangan": "Perubahan Kedua Atas Peraturan Dirjen Pajak Nomor PER-24/PJ/2012 tentang Bentuk, Ukuran, Tata Cara Pengisian Keterangan, Prosedur Pemberitahuan Dalam Rangka Pembuatan, Tata Cara Pembetulan Atau Penggantian, dan Tata Cara Pembatalan Faktur Pajak"
    },
    {
      "pasal": "16A",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 549/KMK.03/2000",
      "keterangan": "Tata Cara Pemungutan, Penyetoran, dan Pelaporan Pajak Pertambahan Nilai dan Pajak Penjualan Atas Barang Mewah oleh Badan-Badan Tertentu sebagai Pemungut Pajak Pertambahan Nilai"
    },
    {
      "pasal": "16B",
      "ayat": "1",
      "peraturan": "Peraturan Pemerintah No. 63/2003",
      "keterangan": "Perlakuan Pajak Pertambahan Nilai dan Pajak Penjualan Atas Barang Mewah di Kawasan Berikat (Bonded Zone) Daerah Industri Pulau Batam"
    },
    {
      "pasal": "16C",
      "ayat": "-",
      "peraturan": "Keputusan Menteri Keuangan No. 554/KMK.04/2000",
      "keterangan": "Batasan Dan Tata Cara Pengenaan Pajak Pertambahan Nilai atas Kegiatan Membangun Sendiri"
    },
    {
      "pasal": "3A",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 568/KMK.04/2000",
      "keterangan": "Tata Cara Penghitungan, Pemungutan, Penyetoran, dan Pelaporan Pajak Pertambahan Nilai atas Pemanfaatan Barang Kena Pajak Tidak Berwujud dan atau jasa Kena Pajak dari Luar Daerah Pabean"
    },
    {
      "pasal": "4A",
      "ayat": "1",
      "peraturan": "Peraturan Pemerintah No. 143/2000",
      "keterangan": "Pelaksanaan UU No. 8 Tahun 1983 tentang Pajak Pertambahan Nilai Barang dan Jasa dan Pajak Penjualan Atas Barang Mewah Sebagaimana Telah Beberapa Kali Diubah Terakhir Dengan UU No. 18 Tahun 2000"
    },
    {
      "pasal": "8",
      "ayat": "4",
      "peraturan": "Keputusan Menteri Keuangan No. 569/KMK.04/2000",
      "keterangan": "Jenis Kendaraan Bermotor Yang Dikenai Pajak Penjualan Atas Barang Mewah, sebagaimana telah diubah terakhir kali dengan Kepmenkeu No. 355/KMK.03/2003"
    },
    {
      "pasal": "9",
      "ayat": "7",
      "peraturan": "Keputusan Menteri Keuangan No. 553/2000",
      "keterangan": "Pedoman Penghitungan Pengkreditan Pajak Masukan Bagi Pengusaha Kena Pajak Yang Berdasarkan UU No. 7 Tahun 1983, sebagaimana telah diubah terakhir dengan Kepmenkeu No. 252/KMK.03/2002"
    },
    {
      "pasal": "9",
      "ayat": "6",
      "peraturan": "Keputusan Menteri Keuangan No. 575/KMK.04/2000",
      "keterangan": "Pedoman Penghitungan Pengkreditan Pajak Masukan bagi Pengusaha Kena Pajak yang Melakukan Penyerahan yang Terutang Pajak dan Penyerahan yang Tidak Terutang Pajak"
    },
    {
      "pasal": "9",
      "ayat": "13",
      "peraturan": "Keputusan Direktur Jenderal Pajak No. 359/PJ/2003",
      "keterangan": "Perubahan Atas Keputusan Dirjen Pajak Nomor KEP-406/PJ./2001 tentang Tata Cara Penerbitan Surat Keputusan Pengembalian Pendahuluan Kelebihan Pajak"
    }
  ]
}