{
  "status": [
    "Mengubah UU - UU No. 7 Tahun 1983 tentang Pajak Penghasilan",
    "Mengubah UU - UU No. 7 Tahun 1991 tentang Perubahan atas UU No. 7 Tahun 1983 tentang Pajak Penghasilan.",
    "Mengubah UU - UU No. 10 Tahun 1994 tentang Perubahan Atas Undang-Undang Nomor 7 Tahun 1983 Tentang Pajak Penghasilan Sebagaimana Telah Diubah Dengan UU No. 7 Tahun 1991",
    "Diubah UU - UU No. 36 Tahun 2008 tentang Perubahan Keempat atas UU No. 7 Tahun 1983 tentang Pajak Penghasilan"
  ],
  "topic": "Perubahan Ketiga Atas Undang-Undang Nomor 7 Tahun 1983 Tentang Pajak Penghasilan",
  "year": 2000,
  "number": 17,
  "perkara": [],
  "lembaranNegaraNumber": "127",
  "tambahanLembaranNegaraNumber": "3985",
  "peraturanPelaksanaan": [
    {
      "pasal": "11",
      "ayat": "7",
      "peraturan": "Keputusan Menteri Keuangan No. 521/2000",
      "keterangan": "Jenis-Jenis Harta Yang Termasuk Dalam Kelompok Harta Berwujud Untuk Keperluan Penyusutan Bagi Kontraktor Yang Melakukan Eksplorasi dan Eksploitasi Minyak dan Gas Bumi Dalam Rangka Kontrak Bagi Hasil dengan Perusahaan Pertambangan Minyak dan Gas Bumi Negara (PERTAMINA)"
    },
    {
      "pasal": "11",
      "ayat": "11",
      "peraturan": "Keputusan Menteri Keuangan No. 520/2000",
      "keterangan": "Jenis-jenis Harta yang Termasuk dalam Kelompok Harta Berwujud Bukan Bangunan untuk Keperluan Penyusutan, sebagaimana telah diubah dengan Kepmenkeu No. 138/KMK. 03/2002"
    },
    {
      "pasal": "14",
      "ayat": "5",
      "peraturan": "Peraturan Menteri Keuangan No. 1/2007",
      "keterangan": "Penyesuaian Besarnya Peredaran Bruto Bagi Wajib Pajak Orang Pribadi Yang Boleh Menghitung Penghasilan Neto Dengan Menggunakan Norma Penghitungan Penghasilan Neto"
    },
    {
      "pasal": "14",
      "ayat": "7",
      "peraturan": "Peraturan Menteri Keuangan No. 1/2007",
      "keterangan": "Penyesuaian Besarnya Peredaran Bruto bagi Wajib Pajak Orang Pribadi yang Boleh Menghitung Penghasilan Neto dengan Menggunakan Norma Penghitungan Penghasilan Neto"
    },
    {
      "pasal": "21",
      "ayat": "4",
      "peraturan": "Keputusan Menteri Keuangan No. 447/2002",
      "keterangan": "KMK Nomor 447/KMK.03/2002, sebagaimana telah diubah dengan PMK Nomor 10/PMK.03/2005\nPMK Nomor 138/PMK.03/2005 tentang Penetapan Bagian Penghasilan Sehubungan dengan Pekerjaan dari Pegawai Harian dan Mingguan serta Pegawai Tidak Tetap Lainnya yang Tidak Dikenakan Pemotongan Pajak Penghasilan"
    },
    {
      "pasal": "21",
      "ayat": "5",
      "peraturan": "Peraturan Pemerintah No. 149/2000",
      "keterangan": "Pemotongan Pajak Penghasilan Pasal 21 Berupa Uang Pesangon, Uang Tebusan Pensiun, dan Tunjangan Hari Tua atau Jaminan Hari Tua"
    },
    {
      "pasal": "21",
      "ayat": "8",
      "peraturan": "Peraturan Menteri Keuangan No. 252/2008",
      "keterangan": "Petunjuk Pelaksanaan Pemotongan Pajak Atas Penghasilan\nSehubungan Dengan Pekerjaan, Jasa, dan Kegiatan Orang Pribadi"
    },
    {
      "pasal": "23",
      "ayat": "2",
      "peraturan": "Keputusan Direktur Jenderal Pajak No. 170/2002",
      "keterangan": "Jenis Jasa Lain dan Perkiraan Penghasilan Neto Sebagaimana Dimaksud Dalam Pasal 23 Ayat (1) Huruf C Undang-Undang Nomor 7 Tahun 1983 tentang Pajak Penghasilan Sebagaimana Telah Diubah Terakhir Dengan Undang-Undang Nomor 17 Tahun 2000"
    },
    {
      "pasal": "25",
      "ayat": "8",
      "peraturan": "Peraturan Pemerintah No. 41/2001",
      "keterangan": "Perubahan atas Peraturan Pemerintah Nomor 42 Tahun 2000 tentang Pembayaran Pajak Penghasilan Orang Pribadi yang Akan Bertolak ke Luar Negeri"
    },
    {
      "pasal": "25",
      "ayat": "7",
      "peraturan": "Keputusan Menteri Keuangan No. 552/2000",
      "keterangan": "Penghitungan Besarnya Angsuran Pajak Penghasilan dalam Tahun Pajak Berjalan yang Harus Dibayar Sendiri oleh Wajib Pajak baru, Bank, Sewa Guna Usaha dengan Hak Opsi, BUMN, BUMD, dan Wajib Pajak Lainnya Termasuk Wajib Pajak Orang Pribadi Pengusaha Tertentu"
    },
    {
      "pasal": "26",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 624/1994",
      "keterangan": "Pemotongan Pajak Penghasilan Pasal 26 atas Penghasilan Berupa Premi Asuransi dan Premi Reasuransi yang Dibayar kepada Perusahaan Asuransi di Luar Negeri"
    },
    {
      "pasal": "26",
      "ayat": "4",
      "peraturan": "Keputusan Menteri Keuangan No. 113/2000",
      "keterangan": "Perlakuan Perpajakan atas Penghasilan Kena Pajak Sesudah Dikurangi Pajak dari Suatu Bentuk Usaha Tetap"
    },
    {
      "pasal": "31A",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 147/2000",
      "keterangan": "Perubahan atas Peraturan Pemerintah Nomor 20 Tahun 2000 tentang Perlakuan Perpajakan di Kawasan Pengembangan Ekonomi Terpadu\n\nPP Nomor 148 Tahun 2000 tentang Fasilitas Pajak Penghasilan untuk Penanaman Modal di Bidang-bidang Usaha Tertentu dan/atau di Daerah Tertentu"
    },
    {
      "pasal": "31B",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 7/2001",
      "keterangan": "Pemberian Keringanan Pajak Penghasilan kepada Wajib Pajak yang Melakukan Restrukturi Utang Usaha Melalui Lembaga Khusus yang dibentuk Pemerintah"
    },
    {
      "pasal": "31C",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 15/2000",
      "keterangan": "Pembagian Hasil Pajak Penghasilan Orang Pribadi Dalam Negeri dan Pajak Penghasilan Pasal 21 antara Pemerintah Pusat dan Pemerintah Daerah"
    },
    {
      "pasal": "4",
      "ayat": "2",
      "peraturan": "Peraturan Pemerintah No. 131/2000",
      "keterangan": "Pajak Penghasilan Atas Bunga Deposito dan Tabungan Serta Diskonto Sertifikat Bank Indonesia"
    },
    {
      "pasal": "4",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 651/1994",
      "keterangan": "Bidang Penanaman Modal Tertentu Yang Memberikan Penghasilan Kepada Dana Pensiun yang Tidak Termasuk Sebagai Obyek Pajak Penghasilan, sebagaimana telah diubah dengan Permenkeu No. 234 Tahun 2009"
    },
    {
      "pasal": "4",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 250/1995",
      "keterangan": "Perusahaan Kecil dan Menengah Pasangan Usaha  dari Perusahaan Modal ventura dan Perlakuan Perpajakan atas Penyertaan Modal Ventura"
    },
    {
      "pasal": "4",
      "ayat": "1",
      "peraturan": "Peraturan Pemerintah No. 130/2000",
      "keterangan": "Pengecualian sebagai Objek Pajak atas Keuntungan karena Pembebasan Utang Debitur Kecil"
    },
    {
      "pasal": "7",
      "ayat": "3",
      "peraturan": "Peraturan Menteri Keuangan No. 564/2004",
      "keterangan": "Penyesuaian besarnya Penghasilan tidak Kena Pajak, sebagaimana telah diubah dengan Permenkeu No.137/ PMK.03/2005"
    },
    {
      "pasal": "9",
      "ayat": "1",
      "peraturan": "Keputusan Menteri Keuangan No. 204/2000",
      "keterangan": "Perubahan Ketiga atas KMK Nomor 80/KMK.04/\n1995 tentang Besarnya Dana Cadangan yang Boleh Dikurangkan sebagai Biaya"
    },
    {
      "pasal": "9",
      "ayat": "1",
      "peraturan": "Keputusan Menteri Keuangan No. 466/2000",
      "keterangan": "Penyediaan Makanan dan Minuman bagi Seluruh Pegawai dan Penggantian atau Imbalan Sehubungan dengan Pekerjaan atau Jasa yang Diberikan dalam Bentuk Natura dan Kenikmatan di Daerah Tertentu serta yang Berkaitan dengan Pelaksanaan Pekerjaan yang Dapat Dikurangkan dari Penghasilan Bruto Pemberi Kerja"
    }
  ]
}