{
  "status": [
    "Mengubah UU - UU No. 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara Perpajakan.",
    "Mengubah UU - UU No. 9 Tahun 1994 tentang Perubahan Atas UU No. 6 Tahun 1983 tentang Ketentuan Umum Dan Tata Cara Perpajakan",
    "Diubah UU - UU No. 28 Tahun 2007 tentang Perubahan Ketiga Atas UU No. 6 Tahun 1983 tentang Ketentuan Umum dan Tata Cara Perpajakan",
    "Diubah Peraturan Pemerintah Pengganti Undang-Undang - PERPPU No. 5 Tahun 2008 tentang Perubahan Keempat Atas UU No. 6 Tahun 1983 tentang Ketentuan Umum Dan Tata Cara Perpajakan"
  ],
  "topic": "Perubahan Kedua Atas Undang-Undang Nomor 6 Tahun 1983 Tentang Ketentuan Umum Dan Tata Cara Perpajakan",
  "year": 2000,
  "number": 16,
  "perkara": [],
  "lembaranNegaraNumber": "126",
  "tambahanLembaranNegaraNumber": "3984",
  "peraturanPelaksanaan": [
    {
      "pasal": "10",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 541/2000",
      "keterangan": "Penentuan Tanggal Jatuh Tempo Pembayaran dan Penyetoran Pajak, Tempat Pembayaran Pajak, Tata Cara Pembayaran, Penyetoran, dan Pelaporan Pajak, serta Tata Cara Pemberian Angsuran atau Penundaan Pembayaran Pajak"
    },
    {
      "pasal": "11",
      "ayat": "4",
      "peraturan": "Peraturan Menteri Keuangan No. 188/2007",
      "keterangan": "Tata Cara Pengembalian Kelebihan Pembayaran Pajak\n"
    },
    {
      "pasal": "17B",
      "ayat": "1",
      "peraturan": "Keputusan Direktur Jenderal Pajak No. 519/2000",
      "keterangan": "Jangka Waktu Penyelesaian Permohonan Pengembalian Kelebihan Pembayaran Pajak  Bagi Wajib Pajak Yang Melakukan Kegiatan Tertentu"
    },
    {
      "pasal": "17C",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 544/2000",
      "keterangan": "Kriteria Wajib Pajak Yang Dapat Diberikan Penerimaan Pendahuluan Kelebihan Pembayaran Pajak"
    },
    {
      "pasal": "17C",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 544/2000",
      "keterangan": "Kriteria Wajib Pajak Yang Dapat Diberikan Penerimaan Pendahuluan Kelebihan Pembayaran Pajak, sebagaimana telah diubah dengan Kepmenkeu No. 235 Tahun 2003"
    },
    {
      "pasal": "24",
      "ayat": "-",
      "peraturan": "Keputusan Menteri Keuangan No. 565/2000",
      "keterangan": "Tata Cara Penghapusan Piutang Pajak dan Penetapan Besarnya Penghapusan"
    },
    {
      "pasal": "27A",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 540/2000",
      "keterangan": "Tata Cara Pemberian Imbalan Bunga Kepada Wajib Pajak"
    },
    {
      "pasal": "28",
      "ayat": "12",
      "peraturan": "Keputusan Direktur Jenderal Pajak No. 536/2000",
      "keterangan": "Norma Penghitungan Penghasilan Neto Bagi Wajib Pajak yang Dapat Menghitung Penghasilan Neto Dengan Menggunakan Norma Penghitungan"
    },
    {
      "pasal": "3",
      "ayat": "1a",
      "peraturan": "Keputusan Menteri Keuangan No. 533/2000",
      "keterangan": "Penyelenggaraan Pembukuan dalam Bahasa Asing dan Mata Uang Selain Rupiah serta Penyampaian Surat Pemberitahuan Tahunan."
    },
    {
      "pasal": "3",
      "ayat": "6",
      "peraturan": "Keputusan Menteri Keuangan No. 534/2000",
      "keterangan": "Bentuk dan Isi Surat Pemberitahuan serta Keterangan dan atau Dokumen yang Harus Dilampirkan"
    },
    {
      "pasal": "3",
      "ayat": "8",
      "peraturan": "Keputusan Menteri Keuangan No. 535/2000",
      "keterangan": "Wajib Pajak Tertentu yang dikecualikan dari Kewajiban Menyampaikan Surat Pemberitahuan"
    },
    {
      "pasal": "31",
      "ayat": "-",
      "peraturan": "Keputusan Menteri Keuangan No. 545/2000",
      "keterangan": "Tata Cara Pemeriksaan Pajak"
    },
    {
      "pasal": "32",
      "ayat": "3",
      "peraturan": "Keputusan Menteri Keuangan No. 576/2000",
      "keterangan": "Persyaratan Seorang Kuasa Untuk Menjalankan Hak dan Memenuhi Kewajiban Menurut Ketentuan Perundang-undangan Perpajakan"
    },
    {
      "pasal": "36",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 542/2000",
      "keterangan": "Tata Cara Pengurangan atau Penghapusan Sanksi Administrasi dan Pengurangan atau Pembatalan Ketetapan Pajak"
    },
    {
      "pasal": "37",
      "ayat": "-",
      "peraturan": "Peraturan Pemerintah No. 80/2007",
      "keterangan": "Tata Cara Pelaksanaan Hak Dan Pemenuhan Kewajiban Perpajakan"
    },
    {
      "pasal": "4",
      "ayat": "5",
      "peraturan": "Keputusan Menteri Keuangan No. 536/2000",
      "keterangan": "Kepmenkeu Nomor 536/KMK. 04/2000 tentang Tata Cara Penerimaan dan Pengolahan Surat Pemberitahuan.\nKetentuan ini telah diubah dengan Kepmenkeu No. 82/KMK.03/2003\n"
    },
    {
      "pasal": "7",
      "ayat": "2",
      "peraturan": "Keputusan Menteri Keuangan No. 537/2000",
      "keterangan": "Wajib Pajak Tertentu yang dikecualikan dari Pengenaan Sanksi Administrasi Berupa Denda Karena Tidak Menyampaikan Surat Pemberitahuan Dalam Jangka Waktu yang ditentukan"
    },
    {
      "pasal": "9",
      "ayat": "4",
      "peraturan": "Peraturan Direktur Jenderal Pajak No. 38/2008",
      "keterangan": "Tata Cara Pemberian Angsuran atau Penundaan Pembayaran Pajak"
    }
  ]
}