{
  "status": [
    "Mengubah UU - UU No. 47 Tahun 2009 Tentang Anggaran Pendapatan Dan Belanja Negara Tahun Anggaran 2010"
  ],
  "topic": "Perubahan Atas Undang-Undang Nomor 47 Tahun 2009 Tentang Anggaran Pendapatan Dan Belanja Negara Tahun Anggaran 2010",
  "year": 2010,
  "number": 2,
  "perkara": [
    "57/PUU-VIII/2010"
  ],
  "lembaranNegaraNumber": "69",
  "tambahanLembaranNegaraNumber": "5132",
  "peraturanPelaksanaan": [
    {
      "pasal": "18",
      "ayat": "5f",
      "peraturan": "Peraturan Menteri Keuangan No. 30/PMK.08/2012",
      "keterangan": "Tata Cara Pengelolaan Dana Cadangan Penjaminan Dalam Rangka Pelaksanaan Anggaran Kewajiban Penjaminan Pemerintah"
    },
    {
      "pasal": "22A",
      "ayat": "2",
      "peraturan": "Peraturan Presiden No. 9/2011",
      "keterangan": "Peraturan Presiden Republik Indonesia Nomor 9 Tahun 2011Tentang Penugasan Kepada Pusat Investasi Pemerintah Untuk Memberikan Pinjaman Dengan Persyaratan Lunak Kepada Pt Perusahaan Listrik Negara (Persero)\n"
    },
    {
      "pasal": "3",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 35/PMK.02/2010",
      "keterangan": "Mekanisme Pajak Penghasilan Ditanggung Pemerintah Dan Penghitungan Penerimaan Negara Bukan Pajak Atas Hasil Pengusahaan Sumber Daya Panas Bumi Untuk Pembangkitan Energi/Listrik Tahun Anggaran 2010"
    },
    {
      "pasal": "3",
      "ayat": "2",
      "peraturan": "Peraturan Menteri Keuangan No. 252/PMK.03/2010",
      "keterangan": "Pembayaran Kekurangan Pajak Pertambahan Nilai Ditanggung Pemerintah Atas Subsidi Bahan Bakar Minyak, Liquified Petroleum Gas (LPG) Tabung 3 (Tiga) Kilogram, Dan Marketing Fee Pt Pertamina (Persero) Pada Tahun-Tahun Sebelumnya Dan Tahun Berjalan Yang Dicairkan Pada Tahun Anggaran 2010"
    },
    {
      "pasal": "3",
      "ayat": "3",
      "peraturan": "Peraturan Menteri Keuangan No. 50/PMK.011/2010",
      "keterangan": "Bea Masuk Ditanggung Pemerintah Atas Impor Barang Dan Bahan Guna Pembuatan Kemasan Infus Untuk Tahun Anggaran 2010"
    },
    {
      "pasal": "4",
      "ayat": "6",
      "peraturan": "Peraturan Menteri Keuangan No. 240/PMK.011/2010",
      "keterangan": "Pajak Penghasilan Ditanggung Pemerintah Atas Piutang Pajak Eks Badan Penyehatan Perbankan Nasional (Bppn) Dan Televisi Republik Indonesia (Tvri)"
    }
  ]
}