{
  "metadata": {
    "lembaranNegaraNumber": 47,
    "lembaranNegaraYear": 2014,
    "tambahanLembaranNumber": 5514,
    "number": 9,
    "topic": "Pengesahan Perjanjian Antara Republik Indonesia Dan Republik India Mengenai Bantuan Hukum Timbal Balik Dalam Masalah Pidana (treaty Between The Republic Of Indonesia And The Republic Of India On Mutual Legal Assistance In Criminal Matters)",
    "year": 2014
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 9 TAHUN 2014"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PERJANJIAN ANTARA REPUBLIK INDONESIA DAN REPUBLIK INDIA TENTANG BANTUAN HUKUM TIMBAL BALIK DALAM MASALAH PIDANA (TREATY BETWEEN THE REPUBLIC OF INDONESIA AND THE REPUBLIC OF INDIA ON MUTUAL LEGAL ASSISTANCE IN CRIMINAL MATTERS)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa dalam rangka mencapai tujuan Negara Republik Indonesia untuk melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi dan keadilan sosial, Pemerintah Republik Indonesia sebagai bagian dari masyarakat internasional melakukan hubungan dan kerja sama internasional yang diwujudkan dalam perjanjian internasional;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa perkembangan ilmu pengetahuan dan teknologi khususnya di bidang transportasi, komunikasi dan informasi, selain mempunyai dampak positif juga mempunyai dampak negatif yaitu timbulnya tindak pidana yang tidak lagi mengenal batas yurisdiksi suatu negara, sehingga penanggulangan dan pemberantasannya memerlukan kerja sama antarnegara yang efektif, baik bersifat bilateral maupun multilateral;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk meningkatkan kerja sama di bidang hukum antara Pemerintah Republik Indonesia dan Pemerintah Republik India, pada tanggal 25 Januari 2011 di New Delhi telah ditandatangani Perjanjian mengenai Bantuan Hukum Timbal Balik dalam Masalah Pidana;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu membentuk Undang-Undang tentang Pengesahan Perjanjian antara Republik Indonesia dan Republik India tentang Bantuan Hukum Timbal Balik dalam Masalah Pidana (Treaty between the Republic of Indonesia and the Republic of India on Mutual Legal Assistance in Criminal Matters)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 37 Tahun 1999 tentang Hubungan Luar Negeri (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 156, Tambahan Lembaran Negara Republik Indonesia Nomor 3882);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 1 Tahun 2006 tentang Bantuan Timbal Balik dalam Masalah Pidana (Lembaran Negara Republik Indonesia Tahun 2006 Nomor 18, Tambahan Lembaran Negara Republik Indonesia Nomor 4607)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN PERJANJIAN ANTARA REPUBLIK INDONESIA DAN REPUBLIK INDIA TENTANG BANTUAN HUKUM TIMBAL BALIK DALAM MASALAH PIDANA (TREATY BETWEEN THE REPUBLIC OF INDONESIA AND THE REPUBLIC OF INDIA ON MUTUAL LEGAL ASSISTANCE IN CRIMINAL MATTERS)"
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Perjanjian antara Republik Indonesia dan Republik India tentang Bantuan Hukum Timbal Balik dalam Masalah Pidana (Treaty between the Republic of Indonesia and the Republic of India on Mutual Legal Assistance in Criminal Matters) yang ditandatangani pada tanggal 25 Januari 2011 di New Delhi yang salinan naskah aslinya dalam bahasa Indonesia, bahasa Hindi, dan bahasa Inggris sebagaimana terlampir dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Maret 2014"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 11 Maret 2014"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "AMIR SYAMSUDIN"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2014 NOMOR 47"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 9 TAHUN 2014"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PERJANJIAN ANTARA REPUBLIK INDONESIA DAN REPUBLIK INDIA MENGENAI BANTUAN HUKUM TIMBAL BALIK DALAM MASALAH PIDANA (TREATY BETWEEN THE REPUBLIC OF INDONESIA AND THE REPUBLIC OF INDIA ON MUTUAL LEGAL ASSISTANCE IN CRIMINAL MATTERS)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam rangka mencapai tujuan Negara Republik Indonesia sebagaimana tercantum dalam Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 yaitu melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa, dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi dan keadilan sosial, Pemerintah Republik Indonesia sebagai bagian dari masyarakat internasional melakukan hubungan dan kerja sama internasional yang diwujudkan dalam perjanjian internasional."
              },
              {
                "type": "PLAINTEXT",
                "text": "Perkembangan ilmu pengetahuan dan teknologi khususnya di bidang transportasi, komunikasi, dan informasi telah mengakibatkan hubungan lintas negara seakan-akan tanpa batas sehingga memudahkan mobilisasi orang maupun perpindahan barang dari satu negara ke negara lain dapat dilakukan dengan cepat. Selaras dengan kemajuan tersebut maka memunculkan dampak yang signifikan pada lintas batas negara, selain mempunyai dampak positif juga mempunyai dampak negatif yaitu timbulnya tindak pidana yang tidak lagi mengenal batas yurisdiksi suatu negara sehingga penanggulangan dan pemberantasannya memerlukan kerja sama antarnegara yang efektif baik bersifat bilateral maupun multilateral."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dengan meningkatnya hubungan antara Pemerintah Republik Indonesia dan Pemerintah Republik India, khususnya di bidang ekonomi dan perdagangan, dan untuk menjaga hubungan baik kedua belah pihak maka diperlukan kerja sama yang efektif di bidang penyidikan dan penuntutan tindak pidana, termasuk pula penelusuran, pemblokiran, perampasan, atau penyitaan hasil dan sarana tindak pidana melalui bantuan hukum timbal balik dalam masalah pidana."
              },
              {
                "type": "PLAINTEXT",
                "text": "Menyadari kenyataan tersebut, Pemerintah Republik Indonesia dan Pemerintah Republik India telah sepakat mengadakan kerja sama bantuan hukum timbal balik dalam masalah pidana yang telah ditandatangani pada tanggal 25 Januari 2011 di New Delhi."
              },
              {
                "type": "PLAINTEXT",
                "text": "Kesepakatan tersebut pada hakikatnya dimaksudkan untuk lebih meningkatkan efektivitas kerja sama dalam penanggulangan dan pemberantasan tindak pidana terutama yang bersifat transnasional. Oleh karena itu, perjanjian bantuan hukum timbal balik dalam masalah pidana ini harus memperhatikan prinsip prinsip umum hukum internasional yang menitikberatkan pada asas penghormatan kedaulatan negara dan kedaulatan hukum, kesetaraan, dan saling menguntungkan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Beberapa bagian penting dalam Perjanjian antara Republik Indonesia dan Republik India mengenai Bantuan Hukum Timbal Balik dalam Masalah Pidana tersebut, antara lain:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Bantuan hukum timbal balik dapat terdiri atas:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "pencarian dan pengidentifikasian orang dan barang;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "penyampaian dokumen, termasuk dokumen untuk mengupayakan kehadiran orang;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "penyediaan informasi, dokumen, dan catatan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "penyediaan barang, termasuk peminjaman barang bukti;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "penggeledahan dan penyitaan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "pengambilan barang bukti dan keterangan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengizinkan kehadiran orang dari Negara Peminta pada saat pelaksanaan permintaan bantuan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menghadirkan orang yang ditahan untuk memberikan kesaksian atau membantu penyidikan, penuntutan, persidangan atau proses perkara pidana lainnya di Negara Peminta;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "i."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memfasilitasi kehadiran saksi atau bantuan terhadap orang yang melakukan penyidikan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "j."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "melakukan upaya untuk penelusuran, pemblokiran, pembekuan, penyitaan, perampasan dan pengembalian hasil-hasil dan/atau sarana-sarana tindak pidana; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "k."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "setiap bentuk bantuan lain yang tidak dilarang berdasarkan hukum Negara Diminta."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Perjanjian ini berlaku pula untuk setiap permintaan bantuan hukum timbal balik yang terkait dengan perbuatan ataupun pembiaran tindak pidana yang dilakukan sebelum dilakukannya Perjanjian ini."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Bantuan juga dapat diberikan dalam kaitan dengan penyidikan, penuntutan, persidangan, atau proses hukum terkait tindak pidana perpajakan, bea cukai dan pengawasan valuta asing atau setiap masalah penghasilan lainnya."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Perjanjian ini hanya berlaku untuk bantuan hukum timbal balik antara Para Pihak, ketentuan ketentuan dalam Perjanjian ini tidak boleh memberikan hak apapun kepada perseorangan untuk memperoleh, menolak, atau menghalangi pelaksanaan permintaan bantuan dimaksud."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pengecualian"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Perjanjian ini tidak berlaku terhadap:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "penangkapan atau penahanan orang untuk tujuan ekstradisi orang tersebut;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "pemindahan terpidana untuk menjalani hukuman; dan"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "pemindahan proses hukum dalam masalah pidana."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Perjanjian ini tidak memberikan hak kepada salah satu Pihak untuk melakukan di wilayah Pihak lainnya penerapan yurisdiksi dan pelaksanaan fungsi-fungsi yang dimiliki secara eksklusif oleh lembaga berwenang Pihak lain menurut hukum nasionalnya."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Otoritas Pusat"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Otoritas Pusat yang akan memproses permintaan bantuan hukum timbal balik, dari Republik Indonesia adalah Kementerian Hukum dan Hak Asasi Manusia dan dari Republik India adalah Kementerian Dalam Negeri."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penolakan Bantuan"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Alasan wajib"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Permintaan bantuan hukum tidak dikabulkan apabila:"
                                      },
                                      {
                                        "type": "LIST",
                                        "id": "",
                                        "children": [
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "a)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "menurut pandangan Negara Diminta, pelaksanaan permintaan dimaksud akan mengganggu kedaulatan, keamanan, ketertiban umum, atau kepentingan umum;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "b)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "permintaan berkaitan dengan tindak pidana yang mana tersangka telah dinyatakan tidak bersalah atau diampuni;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "c)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "Negara Diminta memiliki alasan kuat untuk meyakini bahwa permintaan bantuan hukum timbal balik diajukan dengan tujuan untuk menuntut atau menghukum orang yang diminta berdasarkan ras, agama, kewarganegaraan, suku, pandangan politik, atau orang tersebut akan mendapatkan perlakuan tidak adil dalam proses peradilannya dengan alasan-alasan tersebut;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "d)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "Negara Peminta tidak dapat memberikan jaminan bahwa bantuan yang dimintakan tidak akan dipergunakan untuk tujuan selain yang tercantum dalam permintaan tanpa persetujuan sebelumnya dari Negara Diminta;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "e)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "Negara Peminta tidak dapat memberikan jaminan untuk pengembalian bukti bukti yang telah diperoleh berdasarkan permintaan bantuan hukum sesuai Perjanjian ini;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "f)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "permintaan berkaitan dengan tindak pidana yang hanya diatur dalam hukum militer, dan bukan merupakan tindak pidana dalam hukum pidana umum; dan"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "g)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "permintaan berkaitan dengan tindak pidana yang bersifat politik."
                                              }
                                            ]
                                          }
                                        ]
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Menurut Perjanjian ini, tindak pidana berikut tidak termasuk sebagai tindak pidana politik:"
                                      },
                                      {
                                        "type": "LIST",
                                        "id": "",
                                        "children": [
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "a)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "tindak pidana terhadap nyawa atau diri Kepala Negara atau Kepala Pemerintahan atau keluarga terdekatnya;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "b)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "tindak pidana berdasarkan konvensi internasional dimana Para Pihak memiliki kewajiban dengan menjadi Negara Peserta dalam konvensi tersebut, untuk memberikan bantuan hukum timbal balik dalam masalah pidana;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "c)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "tindak pidana yang pada saat permintaan diajukan terkait dengan terorisme berdasarkan hukum Negara Diminta, tidak dianggap sebagai tindak pidana politik;"
                                              }
                                            ]
                                          },
                                          {
                                            "type": "LIST_ITEM",
                                            "id": "",
                                            "children": [
                                              {
                                                "type": "LETTER_WITH_RIGHT_BRACKET",
                                                "text": "d)"
                                              },
                                              {
                                                "type": "PLAINTEXT",
                                                "text": "percobaan atau permufakatan jahat untuk melakukan setiap tindak pidana sebagaimana tersebut di atas atau turut serta dalam pembantuan kepada seseorang yang melakukan atau mencoba untuk melakukan tindak pidana tersebut."
                                              }
                                            ]
                                          }
                                        ]
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "Menurut Perjanjian ini, tindak pidana berat terhadap badan, orang, nyawa dan harta benda, walaupun bermotif politik, tidak akan dianggap sebagai tindak pidana politik."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Alasan sukarela"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Permintaan bantuan dapat tidak dikabulkan apabila:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "pemberian bantuan dimaksud dapat, atau mungkin dapat mengancam keselamatan siapapun, walaupun orang tersebut berada di dalam atau di luar wilayah Negara Diminta;"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "permintaan untuk pemblokiran, perampasan atau penyitaan hasil-hasil tindak pidana atau penyitaan terhadap harta benda terkait suatu perbuatan/tindakan yang tidak dapat dijadikan dasar untuk melakukan pemblokiran, perampasan atau penyitaan di Negara Diminta; dan"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "3)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "permintaan berkaitan dengan penyidikan, penuntutan ataupun penghukuman terhadap seseorang yang berkenaan dengan suatu alasan yang dapat digunakan sebagai dasar untuk menolak berdasarkan hukum nasional Negara Diminta."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Bantuan tidak dapat ditolak semata-mata dengan alasan kerahasiaan bank atau lembaga keuangan sejenis atau tindak pidana tersebut juga dianggap berkaitan masalah fiskal."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pelaksanaan Permintaan"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "permintaan bantuan harus segera dilaksanakan sesuai dengan hukum nasional Negara Diminta dan dengan cara yang dikehendaki oleh Negara Peminta;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara Diminta harus, berdasarkan permintaan, memberitahukan Negara Peminta mengenai tanggal dan tempat pelaksanaan permintaan bantuan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "bantuan dapat ditunda oleh Negara Diminta jika pelaksanaan bantuan dimaksud dapat mengganggu penyidikan atau penuntutan yang sedang berjalan di Negara Diminta;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara Diminta harus segera memberitahukan Negara Peminta mengenai keputusannya untuk tidak memenuhi keseluruhan atau sebagian permintaan bantuan, atau menunda pelaksanaan bantuan, dan harus menyampaikan alasan-alasan keputusan dimaksud;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "sebelum menolak suatu permintaan bantuan atau sebelum menunda pelaksanaan permintaan, Negara Diminta harus mempertimbangkan apakah bantuan tersebut dapat diberikan sesuai syarat-syarat yang dipandang perlu. Apabila Negara Peminta setuju menerima bantuan sesuai dengan syarat-syarat tersebut, Negara Peminta harus mematuhinya."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "9."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemberlakuan dan Pengakhiran"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Perjanjian ini mulai berlaku pada tanggal diterimanya pemberitahuan pemberlakuan yang lebih akhir;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "salah satu Pihak dapat mengakhiri Perjanjian ini setiap saat dengan pemberitahuan secara tertulis kepada Pihak lainnya melalui saluran diplomatik. Pengakhiran ini berlaku setelah 6 (enam) bulan setelah diterimanya pemberitahuan mengenai pengakhiran dimaksud."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Pengakhiran Perjanjian ini tidak akan mempengaruhi permintaan bantuan hukum timbal balik yang telah disampaikan sebelum pengakhiran Perjanjian ini."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}