{
  "metadata": {
    "lembaranNegaraNumber": 95,
    "lembaranNegaraYear": 2009,
    "tambahanLembaranNumber": 5024,
    "number": 21,
    "topic": "Pengesahan Agreement For The Implementation Of The Provisions Of The United Nations Convention On The Law Of The Sea Of 10 December 1982 Relating To The Conservation And Management Of Straddling Fish Stocks And Highly Migratory Fish Stocks (persetujuan Pelaksanaan Ketentuan-ketentuan Konvensi Perserikatan Bangsa-bangsa Tentang Hukum Laut Tanggal 10 Desember 1982 Yang Berkaitan Dengan Konservasi Dan Pengelolaan Sediaan Ikan Yang Beruaya Terbatas Dan Sediaan Ikan Yang Beruaya Jauh)",
    "year": 2009
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 21 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN AGREEMENT FOR THE IMPLEMENTATION OF THE PROVISIONS OF THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA OF 10 DECEMBER 1982 RELATING TO THE CONSERVATION AND MANAGEMENT OF STRADDLING FISH STOCKS AND HIGHLY MIGRATORY FISH STOCKS (PERSETUJUAN PELAKSANAAN KETENTUAN-KETENTUAN KONVENSI PERSERIKATAN BANGSA-BANGSA TENTANG HUKUM LAUT TANGGAL 10 DESEMBER 1982 YANG BERKAITAN DENGAN KONSERVASI DAN PENGELOLAAN SEDIAAN IKAN YANG BERUAYA TERBATAS DAN SEDIAAN IKAN YANG BERUAYA JAUH)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa tujuan nasional Negara Republik Indonesia sebagaimana ditentukan dalam Pembukaan Undang Undang Dasar Negara Republik Indonesia Tahun 1945 adalah melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia dan untuk memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa dan ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk melindungi keanekaragaman hayati dan memelihara keutuhan ekosistem laut di Zona Ekonomi Eksklusif Indonesia dan Laut Lepas perlu dilakukan konservasi dan pengelolaan sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa dalam Sidang Majelis Umum Perserikatan Bangsa-Bangsa pada tanggal 24 Juli sampai dengan 4 Agustus 1995, telah diterima Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (Persetujuan Pelaksanaan Ketentuan-Ketentuan Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut tanggal 10 Desember 1982 yang berkaitan dengan Konservasi dan Pengelolaan Sediaan Ikan yang Beruaya Terbatas dan Sediaan Ikan yang Beruaya Jauh);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Indonesia telah mengesahkan United Nations Convention on the Law of the Sea (Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut) dengan Undang-Undang Nomor 17 Tahun 1985 yang mengamanatkan pengaturan lebih lanjut mengenai sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, huruf c, dan huruf d, perlu mengesahkan Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (Persetujuan Pelaksanaan Ketentuan-Ketentuan Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut tanggal 10 Desember 1982 yang berkaitan dengan Konservasi dan Pengelolaan Sediaan Ikan yang Beruaya Terbatas dan Sediaan Ikan yang Beruaya Jauh) dengan Undang-Undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 17 Tahun 1985 tentang Pengesahan United Nations Convention on the Law of the Sea (Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut) (Lembaran Negara Republik Indonesia Tahun 1985 Nomor 76, Tambahan Lembaran Negara Republik Indonesia Nomor 3319);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 37 Tahun 1999 tentang Hubungan Luar Negeri (Lembaran Negara Republik Indonesia Tahun 1999 Nomor 156, Tambahan Lembaran Negara Republik Indonesia Nomor 3882);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN AGREEMENT FOR THE IMPLEMENTATION OF THE PROVISIONS OF THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA OF 10 DECEMBER 1982 RELATING TO THE CONSERVATION AND MANAGEMENT OF STRADDLING FISH STOCKS AND HIGHLY MIGRATORY FISH STOCKS (PERSETUJUAN PELAKSANAAN KETENTUAN-KETENTUAN KONVENSI PERSERIKATAN BANGSA-BANGSA TENTANG HUKUM LAUT TANGGAL 10 DESEMBER 1982 YANG BERKAITAN DENGAN KONSERVASI DAN PENGELOLAAN SEDIAAN IKAN YANG BERUAYA TERBATAS DAN SEDIAAN IKAN YANG BERUAYA JAUH)."
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Agreement for the Implementation of the Provisions of the United Nations Convention on the Law of the Sea of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (Persetujuan Pelaksanaan Ketentuan-Ketentuan Konvensi Perserikatan Bangsa Bangsa tentang Hukum Laut tanggal 10 Desember 1982 yang berkaitan dengan Konservasi dan Pengelolaan Sediaan Ikan yang Beruaya Terbatas dan Sediaan Ikan yang Beruaya Jauh) yang salinan naskah aslinya dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 18 Juni 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 18 Juni 2009"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA, Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "ANDI MATTALATTA"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2009 NOMOR 95"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 21 TAHUN 2009"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN AGREEMENT FOR THE IMPLEMENTATION OF THE PROVISIONS OF THE UNITED NATIONS CONVENTION ON THE LAW OF THE SEA OF 10 DECEMBER 1982 RELATING TO THE CONSERVATION AND MANAGEMENT OF STRADDLING FISH STOCKS AND HIGHLY MIGRATORY FISH STOCKS (PERSETUJUAN PELAKSANAAN KETENTUAN-KETENTUAN KONVENSI PERSERIKATAN BANGSA-BANGSA TENTANG HUKUM LAUT TANGGAL 10 DESEMBER 1982 YANG BERKAITAN DENGAN KONSERVASI DAN PENGELOLAAN SEDIAAN IKAN YANG BERUAYA TERBATAS DAN SEDIAAN IKAN YANG BERUAYA JAUH)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam kurun waktu dua dekade terakhir ini terjadi penurunan yang tajam sediaan sumber daya ikan sehingga perikanan berada dalam kondisi kritis. Pada tahun 1994 penurunan sediaan jenis ikan yang memiliki nilai komersial tinggi, khususnya sediaan jenis ikan yang beruaya terbatas (straddling fish stocks) dan jenis ikan yang beruaya jauh (highly migratory fish stocks), telah menimbulkan keprihatinan dunia."
              },
              {
                "type": "PLAINTEXT",
                "text": "Jenis ikan yang beruaya terbatas merupakan jenis ikan yang beruaya antara Zona Ekonomi Eksklusif (ZEE) suatu negara dan ZEE negara lain sehingga pengelolaannya melintasi batas yurisdiksi beberapa negara."
              },
              {
                "type": "PLAINTEXT",
                "text": "Jenis ikan yang beruaya jauh merupakan jenis ikan yang beruaya dari ZEE ke Laut Lepas dan sebaliknya yang jangkauannya dapat melintasi perairan beberapa samudera sehingga memiliki kemungkinan timbulnya konflik kepentingan antara negara pantai dan negara penangkap ikan jarak jauh khususnya dalam pemanfaatan dan konservasi ikan baik di ZEE maupun di Laut Lepas yang berbatasan dengan ZEE. Oleh karena itu, kerja sama internasional dianggap sebagai solusi untuk mengatasi masalah yang timbul."
              },
              {
                "type": "PLAINTEXT",
                "text": "Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut (United Nations Convention on the Law of the Sea/UNCLOS) 1982 mengatur secara garis besar mengenai beberapa spesies ikan yang mempunyai sifat khusus, termasuk jenis ikan yang beruaya terbatas (straddling fish), serta jenis ikan yang beruaya jauh (highly migratory fish). Pada tahun 1995 Perserikatan Bangsa-Bangsa telah menyusun suatu persetujuan baru untuk mengimplementasikan ketentuan tersebut dalam bentuk Agreement for the Implementation of the Provisions of the UNCLOS of 10 December 1982relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (United Nations Implementing Agreement/UNIA 1995)."
              },
              {
                "type": "PLAINTEXT",
                "text": "UNIA 1995 merupakan persetujuan multilateral yang mengikat para pihak dalam masalah konservasi dan pengelolaan jenis ikan yang beruaya terbatas dan jenis ikan yang beruaya jauh, sebagai pelaksanaan Pasal 63 dan Pasal 64 UNCLOS 1982."
              },
              {
                "type": "PLAINTEXT",
                "text": "Mengingat UNIA 1995 mulai berlaku tanggal 11 Desember 2001 dan tujuan pembentukan Persetujuan ini untuk menciptakan standar konservasi dan pengelolaan jenis ikan yang persediaannya sudah menurun, maka pengesahan UNIA 1995 merupakan hal yang mendesak bagi Indonesia."
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "LATAR BELAKANG DAN TUJUAN"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konservasi dan pengelolaan perikanan di Laut Lepas telah menjadi bahan perdebatan panjang masyarakat internasional sejak Konferensi Hukum Laut I hingga Konferensi Hukum Laut III. Namun, hingga disahkan Konvensi Hukum Laut 1982, Konferensi belum berhasil merumuskan pengaturan yang komprehensif mengenai masalah konservasi dan pengelolaan perikanan di Laut Lepas."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Konferensi telah menyerahkan pengaturan tersebut pada negara yang berkepentingan dengan perikanan di Laut Lepas di wilayahnya masing-masing."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam perkembangannya, sediaan sumber daya ikan di Laut Lepas, khususnya jenis ikan yang beruaya terbatas dan jenis ikan yang beruaya jauh, terus mengalami penurunan secara drastis. Hal ini telah mendorong masyarakat internasional untuk mencari solusi guna mengatasi persoalan tersebut."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pada Konferensi Perserikatan Bangsa-Bangsa tentang Lingkungan Hidup dan Pembangunan yang diselenggarakan di Rio de Janeiro pada tanggal 3 sampai dengan 14 Juni 1992, telah dihasilkan sebuah agenda (Agenda 21) yang mengharuskan negara-negara mengambil langkah yang efektif melalui kerja sama bilateral dan multilateral, baik pada tingkat regional maupun global, untuk menjamin bahwa perikanan di Laut Lepas dapat dikelola sesuai dengan ketentuan Hukum Laut 1982."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Amanat Agenda 21 tersebut kemudian ditindaklanjuti dengan dikeluarkannya Resolusi Majelis Umum Perserikatan Bangsa-Bangsa Nomor 47/192 tanggal 22 Desember 1992, yang menghendaki dilaksanakannya Konferensi tentang Jenis Ikan yang Beruaya Terbatas dan Jenis Ikan yang Beruaya Jauh. Dalam Resolusi tersebut ditekankan agar Konferensi dapat mengidentifikasi persoalan yang berkaitan dengan konservasi dan pengelolaan jenis ikan yang beruaya terbatas dan jenis ikan yang beruaya jauh, mempertimbangkan pentingnya peningkatan kerja sama antarnegara, serta menyusun rekomendasi yang tepat."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Setelah melalui enam kali persidangan yang berlangsung sejak April 1993 sampai Agustus 1995, bertempat di Markas Besar Perserikatan Bangsa-Bangsa di New York, ditandatangani draft final persetujuan dalam bentuk Agreement for the Implementation of the Provisions of the UNCLOS of 10 December 1982 relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (United Nations Implementing Agreement/UNIA 1995)."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tujuan Persetujuan ini adalah untuk menjamin konservasi jangka panjang dan pemanfaatan secara berkelanjutan atas sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh melalui pelaksanaan yang efektif atas ketentuan yang terkait dari UNCLOS 1982."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "MANFAAT PENGESAHAN UNIA 1995"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dengan mengesahkan UNIA 1995, Indonesia mengadopsi Persetujuan tersebut sebagai hukum nasional untuk lebih lanjut dijabarkan dalam peraturan perundang-undangan nasional."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Adapun manfaat pengesahan UNIA 1995 bagi Indonesia adalah:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memantapkan kebijakan Pemerintah Indonesia dalam memberantas penangkapan ikan secara melanggar hukum di Wilayah Pengelolaan Perikanan Republik Indonesia oleh kapal perikanan asing dan membuka kesempatan bagi kapal Indonesia untuk melakukan kegiatan penangkapan ikan di Laut Lepas;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mendapatkan data dan informasi perikanan yang akurat secara mudah dan tepat waktu melalui mekanisme pertukaran data dan informasi di antara negara pihak;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mendapatkan alokasi sumber daya ikan untuk jenis ikan yang beruaya terbatas dan jenis ikan yang beruaya jauh melalui penetapan kuota internasional;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mendapatkan hak akses dan kesempatan untuk turut memanfaatkan potensi perikanan di Laut Lepas;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperoleh perlakuan khusus sebagai negara berkembang, antara lain untuk mendapatkan bantuan keuangan, bantuan teknis, bantuan alih teknologi, bantuan penelitian ilmiah, bantuan pengawasan, dan bantuan penegakan hukum;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperoleh bantuan dana untuk penerapan Persetujuan ini, termasuk bantuan dana untuk penyelesaian sengketa yang mungkin terjadi antara negara yang bersangkutan dan negara pihak lain;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkuat posisi Indonesia dalam forum organisasi perikanan internasional;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mempertegas hak berdaulat Indonesia berkaitan dengan pengelolaan sumber daya ikan di ZEE Indonesia;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "i."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkuat penerapan persetujuan regional di bidang pengelolaan sumber daya ikan."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "MATERI POKOK UNIA 1995"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "UNIA 1995 disusun berdasarkan prinsip menjamin kelestarian jangka panjang sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh dan memajukan tujuan penggunaan optimal sediaan ikan tersebut serta menerapkan pendekatan kehati-hatian dalam pengelolaan sumber daya ikan."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "UNIA 1995 terdiri atas 50 pasal dan 2 lampiran:"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Lampiran I : Persyaratan Standar untuk Pengumpulan dan Pertukaran Data;"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Lampiran II : Pedoman bagi Pelaksanaan Titik-Titik Rujuk Pencegahan dalam Konservasi dan Pengelolaan Sediaan Ikan yang Beruaya Terbatas (Straddling Fish Stocks) dan Sediaan Ikan yang Beruaya Jauh (Highly Migratory Fish Stocks)."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Materi pokok dimuat UNIA 1995 antara lain sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "uraian prinsip umum mengenai konservasi dan pengelolaan sediaan ikan yang beruaya terbatas (straddling fish stocks) dan sediaan ikan yang beruaya jauh (highly migratory fish stocks);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "penerapan pendekatan kehati-hatian dalam konservasi dan pengelolaan sediaan ikan yang beruaya terbatas (straddling fish stocks) dan sediaan ikan yang beruaya jauh (highly migratory fish stocks);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "uraian mengenai kewajiban negara anggota berkaitan dengan kapal perikanan yang mengibarkan benderanya yang melakukan kegiatan penangkapan ikan di Laut Lepas;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkenalkan ketentuan penaatan dan penegakan hukum di Laut Lepas;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkenalkan ketentuan yang berkaitan dengan persyaratan bagi negara-negara berkembang;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "pengumpulan dan penyediaan informasi dan kerja sama penelitian ilmiah;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "sistem pemantauan, pengawasan, dan pengendalian;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "persyaratan standar pengumpulan dan pertukaran data."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "PRINSIP-PRINSIP UMUM UNIA 1995 adalah sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil tindakan untuk menjamin kelestarian jangka panjang sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh dan memajukan tujuan penggunaan optimal sediaan ikan tersebut;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menjamin bahwa tindakan tersebut didasarkan pada bukti ilmiah terbaik yang ada dan dirancang untuk memelihara atau memulihkan sediaan ikan pada tingkat yang dapat menjamin hasil maksimum yang lestari;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menerapkan pendekatan kehati-hatian;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengukur dampak dari penangkapan ikan, kegiatan manusia lainnya, dan faktor-faktor lingkungan terhadap sediaan target dan spesies yang termasuk dalam ekosistem yang sama atau menyatu/berhubungan dengan atau bergantung pada sediaan target tersebut;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil tindakan konservasi dan pengelolaan untuk spesies dalam ekosistem yang sama atau menyatu/berhubungan dengan atau bergantung pada sediaan target tersebut;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "meminimalkan pencemaran, sampah barang-barang buangan, tangkapan yang tidak berguna, alat tangkap yang ditinggalkan, tangkapan spesies non target, baik ikan maupun bukan spesies ikan, dan dampak terhadap spesies, melalui tindakan pengembangan dan penggunaan alat tangkap yang selektif serta teknik yang ramah lingkungan dan murah;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "melindungi keanekaragaman hayati pada lingkungan laut;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil tindakan untuk mencegah dan/atau mengurangi kegiatan penangkapan ikan yang berlebihan dan penangkapan ikan yang melebihi kapasitas dan untuk menjamin bahwa tingkat usaha penangkapan ikan tidak melebihi tingkat yang sepadan dengan penggunaan lestari sumber daya ikan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "i."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperhatikan kepentingan nelayan pantai dan subsistensi;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "j."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengumpulkan dan memberikan pada saat yang tepat, data yang lengkap dan akurat mengenai kegiatan perikanan, antara lain, posisi kapal, tangkapan spesies target dan nontarget dan usaha penangkapan ikan, serta informasi dari program riset nasional dan internasional;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "k."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memajukan dan melaksanakan riset ilmiah dan mengembangkan teknologi yang tepat dalam mendukung konservasi dan pengelolaan ikan; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "l."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "melaksanakan dan menerapkan tindakan konservasi dan pengelolaan melalui pemantauan, pengawasan, dan pengendalian."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "KEWAJIBAN NEGARA YANG TELAH MELAKUKAN PENGESAHAN UNIA 1995, adalah sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "melakukan tindakan konservasi dan pengelolaan yang kompatibel;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara pantai dan negara penangkap ikan jarak jauh (distant water fishing nations) wajib bekerjasama untuk mencapai tindakan yang sebanding antara yang dilaksanakan di perairan yang berada di bawah yurisdiksi nasionalnya (perairan pedalaman, perairan kepulauan, dan laut teritorial) dengan di Laut Lepas."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menerapkan pendekatan kehati-hatian (precautionary approach);"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara wajib menerapkan pendekatan kehati-hatian (precautionary approach) ketika menetapkan tindakan konservasi dan pengelolaan sediaan ikan."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengelola perikanan dengan pendekatan ekosistem;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara wajib mengurangi hasil tangkapan samping (by catch) bagi jenis sumber daya hayati lain, seperti ikan, mamalia laut, penyu laut, dan burung laut di luar spesies yang akan ditangkap (non target species), melalui skema konservasi dan pengelolaannya secara terpadu, yang nontarget species dijadikan subjek konservasi dan pengelolaan;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Persetujuan implementasi ini juga mewajibkan negara untuk mengumpulkan dan menginformasikan data penangkapan spesies target dan spesies nontarget, berdasarkan Lampiran I Persetujuan ini, yang memuat ketentuan rinci tentang syarat-syarat pengumpulan dan penginformasian data tersebut."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menetapkan larangan pembenderaan semu;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara juga wajib mengatur secara ketat larangan pembenderaan semu (reflagging), antara lain dengan menetapkan kewajiban bagi kapal-kapal yang mengibarkan bendera negaranya untuk memiliki izin penangkapan ikan di Laut Lepas, dan menjamin bahwa kapal-kapal yang sama juga tidak melakukan kegiatan perikanan tanpa izin di Zona Ekonomi Eksklusif negara lain;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memperkuat peranan dari organisasi pengelolaan perikanan regional;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara yang melakukan kegiatan perikanan di Laut Lepas dan negara pantai terkait wajib menjadi anggota organisasi regional yang ada atau mendirikan organisasi regional;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara wajib meningkatkan penerapan kewajiban untuk melakukan konservasi dan pengelolaan sediaan ikan oleh organisasi regional yang ada. Sebagai insentif, negara tersebut akan diberi hak akses dalam bentuk alokasi kuota terhadap sumber-sumber perikanan tersebut."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menetapkan mekanisme penaatan dan penegakan hukum;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Persetujuan implementasi ini menetapkan bahwa penegakan hukum dapat diterapkan oleh negara anggota organisasi perikanan tersebut. Negara dapat menaiki dan memeriksa kapal ikan negara anggota lain yang diduga telah melakukan pelanggaran terhadap peraturan konservasi dan pengelolaan yang dikeluarkan oleh organisasi regional tersebut;"
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Negara berkewajiban untuk memperkuat skema pemeriksaan dengan menetapkan kewajiban untuk melapor. Baik organisasi antarnegara maupun bukan organisasi antarnegara diperkenankan untuk berpartisipasi sebagai peninjau (observer) dalam pertemuan-pertemuan yang diadakan oleh organisasi regional dimaksud. Untuk itu, negara wajib untuk memperkuat sistem pengawasan (MCS) dan program pengamat."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengintegrasikan kebijakan pengelolaan sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh di ZEE dengan prinsip pengelolaan sumber-sumber perikanan di Laut Lepas berdasarkan pengaturan dalam UNIA 1995, ke dalam hukum nasional;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "negara wajib menjamin penaatan oleh kapal-kapal yang mengibarkan bendera negaranya terhadap tindakan konservasi dan pengelolaan subregional dan regional untuk sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "i."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menerapkan pendekatan kehati-hatian secara luas untuk konservasi, pengelolaan, dan eksploitasi sediaan ikan yang beruaya terbatas dan sediaan ikan yang beruaya jauh dalam rangka melindungi sumber daya kelautan dan konservasi lingkungan laut;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "j."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menerapkan standar umum minimum internasional yang direkomendasikan untuk tata laksana perikanan yang bertanggung jawab untuk operasi penangkapan ikan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "k."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "kapal perikanan Indonesia, termasuk para awaknya, harus memenuhi standar internasional untuk beroperasi di Laut Lepas."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "PERATURAN PERUNDANG-UNDANGAN YANG BERKAITAN DENGAN UNIA 1995"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 5 Tahun 1983 tentang Zona Ekonomi Eksklusif Indonesia (Lembaran Negara Republik Indonesia Tahun 1983 Nomor 44, Tambahan Lembaran Negara Republik Indonesia Nomor 3260);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 17 Tahun 1985 tentang Pengesahan United Nations Convention on the Law of the Sea (Konvensi Perserikatan bangsa-bangsa tentang Hukum Laut) (Lembaran Negara Republik Indonesia Tahun 1985 Nomor 76, Tambahan Lembaran Negara Republik Indonesia Nomor 3319);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 5 Tahun 1990 tentang Konservasi Sumber Daya Alam Hayati dan Ekosistemnya (Lembaran Negara Republik Indonesia Tahun 1990 Nomor 49, Tambahan Lembaran Negara Republik Indonesia Nomor 3419);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 6 Tahun 1996 tentang Perairan Indonesia (Lembaran Negara Republik Indonesia Tahun 1996 Nomor 73, Tambahan Lembaran Negara Republik Indonesia Nomor 3647);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 23 Tahun 1997 tentang Pengelolaan Lingkungan Hidup (Lembaran Negara Republik Indonesia Tahun 1997 Nomor 68, Tambahan Lembaran Negara Republik Indonesia Nomor 3699);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 31 Tahun 2004 tentang Perikanan (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 118, Tambahan Lembaran Negara Republik Indonesia Nomor 4433);"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Undang-Undang Nomor 17 Tahun 2008 tentang Pelayaran (Lembaran Negara Republik Indonesia Tahun 2008 Nomor 64, Tambahan Lembaran Negara Republik Indonesia Nomor 4849);"
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "KONVENSI INTERNASIONAL YANG BERKAITAN DENGAN UNIA 1995"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Convention on Migratory Species (Konvensi tentang Spesies Migrasi) 1979;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "United Nations Convention on the Law of the Sea (Konvensi Perserikatan Bangsa-Bangsa tentang Hukum Laut) 1982;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "United Nations Convention on Biological Diversity (Konvensi Perserikatan Bangsa-Bangsa tentang Keanekaragaman Hayati) 1992;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Agreement to Promote Compliance with International Conservation and Management Measures by Fishing Vessels on the High Seas (Persetujuan untuk Memajukan Penaatan terhadap Tindakan Pengelolaan dan Konservasi Secara Internasional oleh Kapal Penangkap Ikan di Laut Lepas) 1993;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Code of Conduct for Responsible Fisheries (Tata Laksana Perikanan yang Bertanggung Jawab) 1995."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Persetujuan ini telah ditindaklanjuti dengan dibentuknya beberapa organisasi pengelolaan perikanan regional (Regional Fisheries Management Organization/RFMO), antara lain Western and Central Pacific Fisheries Commission (WCPFC) berdasarkan Convention on the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean, Honolulu 4 September 2000 yang merupakan implementasi masalah teknis perikanan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Apabila terjadi perbedaan penafsiran terhadap terjemahannya dalam bahasa Indonesia, maka digunakan salinan naskah aslinya dalam bahasa Inggris."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}