{
  "metadata": {
    "lembaranNegaraNumber": 148,
    "lembaranNegaraYear": 2012,
    "tambahanLembaranNumber": 5329,
    "number": 9,
    "topic": "Pengesahan Optional Protocol To The Convention On The Rights Of The Child On The Involvement Of Children In Armed Conflict (protokol Opsional Konvensi Hak-hak Anak Mengenai Keterlibatan Anak Dalam Konflik Bersenjata)",
    "year": 2012
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 9 TAHUN 2012"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN OPTIONAL PROTOCOL TO THE CONVENTION ON THE RIGHTS OF THE CHILD ON THE INVOLVEMENT OF CHILDREN IN ARMED CONFLICT (PROTOKOL OPSIONAL KONVENSI HAK-HAK ANAK MENGENAI KETERLIBATAN ANAK DALAM KONFLIK BERSENJATA)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa anak mempunyai hak untuk tumbuh dan berkembang secara sehat dan wajar baik jasmani dan rohani maupun sosial dan intelektualnya, termasuk dalam keadaan konflik bersenjata;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa keterlibatan anak dalam konflik bersenjata baik perekrutan maupun sasaran konflik bersenjata merupakan pelanggaran terhadap hak-hak anak dan dapat menimbulkan dampak yang serius dan jangka panjang bagi tumbuh dan kembang anak;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa selaras dengan keinginan bangsa Indonesia untuk memberikan perlindungan terhadap anak khususnya keterlibatan anak dalam konflik bersenjata yang merupakan komitmen bersama masyarakat internasional sebagaimana diwujudkan dalam Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu mengesahkan Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata) dengan Undang-Undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, Pasal 20, dan Pasal 28B Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN OPTIONAL PROTOCOL TO THE CONVENTION ON THE RIGHTS OF THE CHILD ON THE INVOLVEMENT OF CHILDREN IN ARMED CONFLICT (PROTOKOL OPSIONAL KONVENSI HAK-HAK ANAK MENGENAI KETERLIBATAN ANAK DALAM KONFLIK BERSENJATA)"
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "LIST",
            "id": "",
            "children": [
              {
                "type": "LIST_ITEM",
                "id": "",
                "children": [
                  {
                    "type": "NUMBER_WITH_BRACKETS",
                    "text": "(1)"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Mengesahkan Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata)dengan Declaration (Pernyataan) sebagaimana dimaksud dalam Pasal 3 ayat (2) Protokol mengenai usia minimum untuk rekrutmen sukarela menjadi anggota angkatan bersenjata nasional."
                  }
                ]
              },
              {
                "type": "LIST_ITEM",
                "id": "",
                "children": [
                  {
                    "type": "NUMBER_WITH_BRACKETS",
                    "text": "(2)"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Salinan naskah asli Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata)dengan Declaration (Pernyataan) sebagaimana dimaksud dalam Pasal 3 ayat (2) Protokol mengenai usia minimum untuk rekrutmen sukarela menjadi anggota angkatan bersenjata nasional dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 23 Juli 2012"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 23 Juli 2012"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "AMIR SYAMSUDIN"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2012 NOMOR 148"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 9 TAHUN 2012"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN OPTIONAL PROTOCOL TO THE CONVENTION ON THE RIGHTS OF THE CHILD ON THE INVOLVEMENT OF CHILDREN IN ARMED CONFLICT (PROTOKOL OPSIONAL KONVENSI HAK-HAK ANAK MENGENAI KETERLIBATAN ANAK DALAM KONFLIK BERSENJATA)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Anak merupakan amanah dan karunia Tuhan Yang Maha Esa memiliki hak asasi atau hak dasar sejak dilahirkan dan memiliki harkat dan martabat sebagai manusia seutuhnya. Salah satu hak dasar anak adalah jaminan untuk tumbuh dan berkembang secara utuh dan wajar baik jasmani dan rohani maupun sosial dan intelektualnya termasuk dalam keadaan konflik bersenjata."
              },
              {
                "type": "PLAINTEXT",
                "text": "Jaminan perlindungan hak dasar tersebut sesuai dengan nilai-nilai Pancasila dan tujuan negara sebagaimana tercantum dalam Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945. Dari sisi kehidupan berbangsa dan bernegara, anak adalah masa depan bangsa dan generasi penerus cita-cita bangsa, memiliki peran strategis dan mempunyai ciri dan sifat khusus yang menjamin kelangsungan eksistensi bangsa dan negara pada masa depan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Keberadaan anak dalam konflik bersenjata dapat menimbulkan dampak yang serius serta konsekuensi dalam jangka panjang bagi anak. Peperangan dan konflik bersenjata saat ini telah melibatkan berbagai pihak, termasuk anak-anak. Anak-anak sering dijadikan sasaran penyiksaan dan pembunuhan sebagai bagian dari strategi perang. Keterlibatan anak dalam konflik bersenjata merupakan pelanggaran terhadap hak-hak anak. Oleh karena itu, dengan mempertimbangkan berbagai akibat yang sangat merugikan anak, masyarakat internasional bersepakat untuk melakukan tindakan-tindakan yang diperlukan untuk melindungi anak sebagaimana tercantum dalam Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata)."
              },
              {
                "type": "PLAINTEXT",
                "text": "Indonesia sebagai bagian dari masyarakat internasional harus turut serta secara aktif untuk mencegah perekrutan, pelatihan militer, serta mempersenjatai anak dalam konflik bersenjata. Setiap anak tanpa diskriminasi apapun wajib dilindungi dan dipenuhi hak-haknya dalam suatu lingkungan yang menghormati kepentingan terbaik anak, menghargai pandangan anak, dan mendukung kelangsungan hidup anak."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pasal 28B ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 menyatakan bahwa setiap anak berhak atas kelangsungan hidup, tumbuh, dan berkembang serta berhak atas perlindungan dari kekerasan dan diskriminasi. Untuk melaksanakan ketentuan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, Pemerintah Republik Indonesia telah menandatangani Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata) pada tanggal 24 September 2001 yang merupakan salah satu bagian yang tidak terpisahkan dari Convention on the Rights of the Child (Konvensi tentang Hak-hak Anak) sebagai hasil Sidang Majelis Umum Perserikatan Bangsa Bangsa yang diterima pada tanggal 20 November 1989."
              },
              {
                "type": "PLAINTEXT",
                "text": "Untuk lebih memperkuat komitmen Indonesia dalam upaya perlindungan terhadap anak yang terlibat dalam konflik bersenjata, Indonesia perlu mengesahkan Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Conflict (Protokol Opsional Konvensi Hak-hak Anak mengenai Keterlibatan Anak dalam Konflik Bersenjata) dengan Undang-Undang."
              },
              {
                "type": "PLAINTEXT",
                "text": "POKOK-POKOK ISI PROTOKOL OPSIONAL"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tujuan"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protokol Opsional bertujuan mencegah dan melindungi anak dari keterlibatan dalam konflik bersenjata."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Ruang Lingkup Protokol Opsional"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protokol ini mengatur mengenai upaya pencegahan perekrutan, pelatihan, dan pemanfaatan anak dalam konflik bersenjata baik di dalam negeri maupun antarnegara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kewajiban Negara-Negara Pihak"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sesuai dengan ketentuan Protokol Opsional, Negara-Negara Pihak pada Protokol Opsional mempunyai kewajiban sebagai berikut:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil langkah-langkah yang memungkinkan untuk memastikan bahwa anggota dari angkatan bersenjata yang belum berumur 18 tahun tidak dilibatkan secara langsung dalam peperangan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menaikkan batas usia minimum perekrutan sukarela dalam angkatan bersenjata nasional dengan mempertimbangkan prinsip pada Konvensi Hak-hak Anak dan Protokol Opsional ini;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "memastikan bahwa orang yang belum berusia 18 tahun tidak direkrut dalam wajib militer;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil langkah-langkah untuk mencegah, melarang, dan mengkriminalisasi kelompok bersenjata yang bukan bagian dari angkatan bersenjata nasional dalam keadaan apapun untuk merekrut atau menggunakan anak di bawah usia 18 tahun untuk dilibatkan dalam konflik bersenjata;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil langkah-langkah administratif dan tindakan lainnya yang diperlukan untuk mengefektifkan pelaksanaan dan penegakan ketentuan yang diatur dalam Protokol Opsional ini;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "mengambil semua langkah yang memungkinkan untuk menjamin bahwa orang di dalam yurisdiksi mereka direkrut atau digunakan dalam peperangan yang bertentangan dengan Protokol Opsional ini untuk didemobilisasi atau dibebastugaskan;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "g."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menjalin kerja sama antar Negara-Negara Pihak, termasuk kerja sama teknik dan bantuan finansial, dalam melaksanakan Protokol Opsional ini, termasuk dalam pencegahan terhadap semua kegiatan yang bertentangan dengan Protokol Opsional, serta di bidang rehabilitasi dan reintegrasi sosial bagi korban;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "h."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "menyerahkan dalam dua tahun setelah berlakunya Protokol Opsional, informasi yang komprehensif dan tindakan-tindakan yang diambil untuk mengimplementasikan Protokol Opsional."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Jika terjadi perbedaan penafsiran antara naskah terjemahan Protokol Opsional dalam bahasa Indonesia dengan salinan naskah aslinya dalam bahasa Inggris, maka yang berlaku adalah salinan naskah aslinya dalam bahasa Inggris."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}