{
  "metadata": {
    "lembaranNegaraNumber": 112,
    "lembaranNegaraYear": 2013,
    "tambahanLembaranNumber": 5429,
    "number": 16,
    "topic": "Pembentukan Kabupaten Musi Rawas Utara Di Provinsi Sumatera Selatan",
    "year": 2013
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 16 TAHUN 2013"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PEMBENTUKAN KABUPATEN MUSI RAWAS UTARA DI PROVINSI SUMATERA SELATAN"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk mendorong perkembangan dan kemajuan Provinsi Sumatera Selatan pada umumnya dan Kabupaten Musi Rawas pada khususnya, serta adanya aspirasi yang berkembang dalam masyarakat, dipandang perlu meningkatkan penyelenggaraan pemerintahan, pembangunan, dan pelayanan publik guna mempercepat terwujudnya kesejahteraan masyarakat;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa dengan memperhatikan kemampuan ekonomi, potensi daerah, sosial budaya, politik, jumlah penduduk, luas daerah, kemampuan keuangan, tingkat kesejahteraan masyarakat, rentang kendali penyelenggaraan pemerintahan, dan meningkatnya beban tugas dan volume kerja di bidang pemerintahan, pembangunan, dan kemasyarakatan di Kabupaten Musi Rawas, perlu dilakukan pembentukan Kabupaten Musi Rawas Utara di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa pembentukan Kabupaten Musi Rawas Utara dimaksudkan untuk mendorong peningkatan pelayanan di bidang pemerintahan, pembangunan, dan kemasyarakatan, serta kemampuan dalam pemanfaatan potensi daerah untuk penyelenggaraan otonomi daerah;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c, perlu membentuk Undang-Undang tentang Pembentukan Kabupaten Musi Rawas Utara di Provinsi Sumatera Selatan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 18, Pasal 18A, Pasal 18B, Pasal 20, Pasal 21 dan Pasal 22D Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 25 Tahun 1959 tentang Penetapan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1950 tentang Pembentukan Daerah Tingkat I Sumatera Selatan dan Undang Undang Darurat Nomor 16 Tahun 1955 tentang Perubahan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1950 (Lembaran Negara Tahun 1955 Nomor 52), sebagai Undang-Undang (Lembaran Negara Republik Indonesia Tahun 1959 Nomor 70, Tambahan Lembaran Negara Republik Indonesia Nomor 1814);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 28 Tahun 1959 tentang Penetapan Undang-Undang Darurat Nomor 4 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 55), Undang-Undang Darurat Nomor 5 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 56) dan Undang-Undang Darurat Nomor 6 Tahun 1956 (Lembaran Negara Republik Indonesia Tahun 1956 Nomor 57) tentang Pembentukan Daerah Tingkat II termasuk Kotapraja dalam Lingkungan Daerah Tingkat I Sumatera Selatan, sebagai Undang-Undang (Lembaran Negara Republik Indonesia Tahun 1959 Nomor 73, Tambahan Lembaran Negara Republik Indonesia Nomor 1821);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 125, Tambahan Lembaran Negara Republik Indonesia Nomor 4437) sebagaimana telah beberapa kali diubah terakhir dengan Undang-Undang Nomor 12 Tahun 2008 tentang Perubahan Kedua atas Undang-Undang Nomor 32 Tahun 2004 tentang Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2008 Nomor 59, Tambahan Lembaran Negara Republik Indonesia Nomor 4844);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "5."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 33 Tahun 2004 tentang Perimbangan Keuangan antara Pemerintah Pusat dan Pemerintahan Daerah (Lembaran Negara Republik Indonesia Tahun 2004 Nomor 126, Tambahan Lembaran Negara Republik Indonesia Nomor 4438);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "6."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 27 Tahun 2009 tentang Majelis Permusyawaratan Rakyat, Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah (Lembaran Negara Republik Indonesia Tahun 2009 Nomor 123, Tambahan Lembaran Negara Republik Indonesia Nomor 5043);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "7."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 12 Tahun 2011 tentang Pembentukan Peraturan Perundang-undangan (Lembaran Negara Republik Indonesia Tahun 2011 Nomor 82, Tambahan Lembaran Negara Republik Indonesia Nomor 5234);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "8."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 15 Tahun 2011 tentang Penyelenggara Pemilihan Umum (Lembaran Negara Republik Indonesia Tahun 2011 Nomor 101, Tambahan Lembaran Negara Republik Indonesia Nomor 5246);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "9."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 8 Tahun 2012 tentang Pemilihan Umum Anggota Dewan Perwakilan Rakyat, Dewan Perwakilan Daerah, dan Dewan Perwakilan Rakyat Daerah (Lembaran Negara Republik Indonesia Tahun 2012 Nomor 117, Tambahan Lembaran Negara Republik Indonesia Nomor 5316)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PEMBENTUKAN KABUPATEN MUSI RAWAS UTARA DI PROVINSI SUMATERA SELATAN."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-1",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB I"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN UMUM"
          },
          {
            "type": "PASAL",
            "id": "pasal-1",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 1"
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam Undang-Undang ini yang dimaksud dengan:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah pusat, selanjutnya disebut Pemerintah, adalah Presiden Republik Indonesia yang memegang kekuasaan pemerintahan negara Republik Indonesia sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Daerah otonom, selanjutnya disebut daerah, adalah kesatuan masyarakat hukum yang mempunyai batas batas wilayah yang berwenang mengatur dan mengurus urusan pemerintahan dan kepentingan masyarakat setempat menurut prakarsa sendiri berdasarkan aspirasi masyarakat dalam sistem Negara Kesatuan Republik Indonesia."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Provinsi Sumatera Selatan adalah daerah otonom sebagaimana dimaksud dalam Undang-Undang Nomor 25 Tahun 1959 tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 3 Tahun 1950 tentang Pembentukan Daerah Tingkat I Sumatera Selatan dan Undang-Undang Darurat Nomor 16 Tahun 1955 tentang Perubahan Peraturan Pemerintah Pengganti Undang-Undang Nomor 3 Tahun 1950, sebagai Undang-Undang, yang wilayahnya telah dikurangi dengan Provinsi Lampung berdasarkan Undang-Undang Nomor 14 Tahun 1964 tentang Penetapan Peraturan Pemerintah Pengganti Undang Undang Nomor 3 Tahun 1964 tentang Pembentukan Daerah Tingkat I Lampung dengan Mengubah Undang-Undang Nomor 25 Tahun 1959 tentang Pembentukan Daerah Tingkat I Sumatera Selatan menjadi Undang-Undang, Provinsi Bengkulu berdasarkan Undang-Undang Nomor 9 Tahun 1967 tentang Pembentukan Provinsi Bengkulu, dan Provinsi Kepulauan Bangka Belitung berdasarkan Undang-Undang Nomor 27 Tahun 2000 tentang Pembentukan Provinsi Kepulauan Bangka Belitung."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kabupaten Musi Rawas adalah kabupaten sebagaimana dimaksud dalam Undang-Undang Nomor 28 Tahun 1959 tentang Penetapan Undang-Undang Darurat Nomor 4 Tahun 1956, jo. Undang-Undang Darurat Nomor 5 Tahun 1956 dan Undang-Undang Darurat Nomor 6 Tahun 1956 tentang Pembentukan Daerah Tingkat II termasuk Kotapraja dalam Lingkungan Daerah Tingkat I Sumatera Selatan, sebagai Undang-Undang, yang wilayahnya telah dikurangi dengan Kota Lubuk Linggau berdasarkan Undang Undang Nomor 7 Tahun 2001 tentang Pembentukan Kota Lubuk Linggau di Provinsi Sumatera Selatan, yang merupakan kabupaten asal Kabupaten Musi Rawas Utara."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-2",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB II"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMBENTUKAN, CAKUPAN WILAYAH, BATAS WILAYAH, DAN IBU KOTA"
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-1",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kesatu"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Pembentukan"
              },
              {
                "type": "PASAL",
                "id": "pasal-2",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Dengan Undang-Undang ini dibentuk Kabupaten Musi Rawas Utara di wilayah Provinsi Sumatera Selatan dalam Negara Kesatuan Republik Indonesia."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-2",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kedua"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Cakupan Wilayah"
              },
              {
                "type": "PASAL",
                "id": "pasal-3",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 3"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Kabupaten Musi Rawas Utara berasal dari sebagian wilayah Kabupaten Musi Rawas yang terdiri atas cakupan wilayah:"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "a."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Rupit;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "b."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Rawas Ulu;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "c."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Nibung;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "d."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Rawas Ilir;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "e."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Karang Dapo;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "f."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Karang Jaya; dan"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "g."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Kecamatan Ulu Rawas."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cakupan wilayah sebagaimana dimaksud pada ayat (1) digambarkan dalam peta wilayah yang tercantum dalam lampiran dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-4",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 4"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Dengan terbentuknya Kabupaten Musi Rawas Utara, sebagaimana dimaksud dalam Pasal 2, wilayah Kabupaten Musi Rawas dikurangi dengan wilayah Kabupaten Musi Rawas Utara sebagaimana dimaksud dalam Pasal 3."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-3",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Ketiga"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Batas Wilayah"
              },
              {
                "type": "PASAL",
                "id": "pasal-5",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 5"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Kabupaten Musi Rawas Utara mempunyai batas-batas wilayah:"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "a."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Sebelah utara berbatasan dengan Desa Perdamaian, Desa Simpang Nibung Kecamatan Singkut, dan Desa Mersip, Desa Napal Melintang Kecamatan Limun Kabupaten Sarolangun Provinsi Jambi;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "b."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Sebelah timur berbatasan dengan Desa Sako Suban, Desa Lubuk Bintialo Kecamatan Batangharileko dan Desa Ulak Embacang, Desa Air Balui Kecamatan Sanga Desa Kabupaten Musi Banyuasin;"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "c."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Sebelah selatan berbatasan dengan Desa Sukaraya, Desa Kosgoro, Desa Sukamerindu Kecamatan Suku Tengah Lakitan Ulu Terawas, Desa Madang Kecamatan Sumber Harta, Desa Rejo Sari, Desa Mekar Sari, Desa Campur Sari, Desa Tegal Sari, Desa Marga Puspita Kecamatan Megang Sakti, Desa Marga Baru, Desa Sidomulyo, Desa Pelita Jaya, Desa Prabumulih Kecamatan Muara Lakitan Kabupaten Musi Rawas; dan"
                                  }
                                ]
                              },
                              {
                                "type": "LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LETTER_WITH_DOT",
                                    "text": "d."
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Sebelah barat berbatasan dengan Desa Ulu Sebelas Kecamatan Pinang Belapis dan Desa Tik Serong Kecamatan Topos Kabupaten Lebong Provinsi Bengkulu."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Batas wilayah sebagaimana dimaksud pada ayat (1) digambarkan dalam peta wilayah lengkap dengan titik-titik koordinat dan telah mendapatkan persetujuan dari pihak-pihak terkait yang tercantum dalam lampiran dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan batas wilayah Kabupaten Musi Rawas Utara secara pasti di lapangan sebagaimana dimaksud pada ayat (1) dan ayat (2), ditetapkan oleh Menteri Dalam Negeri paling lambat 5 (lima) tahun sejak peresmian Kabupaten Musi Rawas Utara."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-6",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 6"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dengan terbentuknya Kabupaten Musi Rawas Utara sebagaimana dimaksud dalam Pasal 2, Pemerintah Kabupaten Musi Rawas Utara menetapkan Rencana Tata Ruang Wilayah Kabupaten Musi Rawas Utara sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan Rencana Tata Ruang Wilayah Kabupaten Musi Rawas Utara sebagaimana dimaksud pada ayat (1) dilakukan sesuai dengan Rencana Tata Ruang Wilayah Nasional dan Rencana Tata Ruang Wilayah Provinsi Sumatera Selatan serta memperhatikan Rencana Tata Ruang Wilayah kabupaten/kota di sekitarnya."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-2-bagian-4",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Keempat"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Ibu Kota"
              },
              {
                "type": "PASAL",
                "id": "pasal-7",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 7"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Ibu Kota Kabupaten Musi Rawas Utara berkedudukan di Kelurahan Muara Rupit Kecamatan Rupit."
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-3",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB III"
          },
          {
            "type": "BAB_TITLE",
            "text": "URUSAN PEMERINTAHAN DAERAH"
          },
          {
            "type": "PASAL",
            "id": "pasal-8",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 8"
              },
              {
                "type": "PLAINTEXT",
                "text": "Urusan pemerintahan daerah yang menjadi kewenangan Kabupaten Musi Rawas Utara mencakup urusan sebagaimana diatur dalam peraturan perundang-undangan."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-4",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB IV"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMERINTAHAN DAERAH"
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-1",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kesatu"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Peresmian Daerah Otonom Baru dan Pelantikan Penjabat Kepala Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-9",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 9"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Peresmian Kabupaten Musi Rawas Utara dan pelantikan Penjabat Bupati Musi Rawas Utara dilakukan oleh Menteri Dalam Negeri atas nama Presiden paling lambat 9 (sembilan) bulan sejak Undang-Undang ini diundangkan."
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-2",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Kedua"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Pemerintah Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-10",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 10"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk memimpin penyelenggaraan pemerintahan di Kabupaten Musi Rawas Utara, dipilih dan disahkan Bupati dan/atau Wakil Bupati sesuai dengan peraturan perundang-undangan yang dilaksanakan paling cepat 2 (dua) tahun sejak diresmikan Kabupaten Musi Rawas Utara."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Sebelum Bupati dan Wakil Bupati definitif sebagaimana dimaksud pada ayat (1) terpilih sebagai pimpinan penyelenggaraan pemerintahan daerah, Menteri Dalam Negeri atas nama Presiden mengangkat Penjabat Bupati dari pegawai negeri sipil berdasarkan usul Gubernur Sumatera Selatan dengan masa jabatan paling lama 1 (satu) tahun."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pegawai negeri sipil sebagaimana dimaksud pada ayat (2) adalah pegawai yang memiliki kemampuan dan pengalaman jabatan dalam bidang pemerintahan serta memenuhi persyaratan untuk menduduki jabatan itu sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Menteri Dalam Negeri dapat menunjuk Gubernur Sumatera Selatan untuk melantik Penjabat Bupati Musi Rawas Utara sebagaimana dimaksud pada ayat (2)."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Menteri Dalam Negeri atas nama Presiden dapat mengangkat kembali Penjabat Bupati untuk 1 (satu) kali masa jabatan berikutnya paling lama 1 (satu) tahun atau menggantinya dengan penjabat lain sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Gubernur Sumatera Selatan melakukan pembinaan, pengawasan, evaluasi, dan fasilitasi terhadap kinerja Penjabat Bupati Musi Rawas Utara dalam penyelenggaraan pemerintahan daerah, pembentukan struktur organisasi dan pengisian perangkat daerah, pengisian keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten, dan fasilitasi pemilihan Bupati dan/atau Wakil Bupati sesuai ketentuan peraturan perundang undangan."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-11",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 11"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Pembiayaan pertama kali pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Musi Rawas Utara sebagaimana dimaksud dalam Pasal 10 ayat (1) dibebankan kepada Anggaran Pendapatan dan Belanja Daerah Kabupaten Musi Rawas dan Anggaran Pendapatan dan Belanja Daerah Provinsi Sumatera Selatan."
                  }
                ]
              },
              {
                "type": "PASAL",
                "id": "pasal-12",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 12"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk menyelenggarakan pemerintahan di Kabupaten Musi Rawas Utara dibentuk perangkat daerah yang meliputi sekretariat daerah, sekretariat dewan perwakilan rakyat daerah, dinas daerah, lembaga teknis daerah, serta unsur perangkat daerah lainnya dengan mempertimbangkan kebutuhan dan kemampuan keuangan daerah sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Perangkat daerah sebagaimana dimaksud pada ayat (1) telah dibentuk oleh Penjabat Bupati Musi Rawas Utara paling lambat 6 (enam) bulan sejak tanggal pelantikan."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "BAGIAN",
            "id": "bab-4-bagian-3",
            "children": [
              {
                "type": "BAGIAN_NUMBER",
                "text": "Bagian Ketiga"
              },
              {
                "type": "BAGIAN_TITLE",
                "text": "Dewan Perwakilan Rakyat Daerah"
              },
              {
                "type": "PASAL",
                "id": "pasal-13",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 13"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara dibentuk melalui hasil Pemilihan Umum Tahun 2014."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Jumlah dan tata cara pengisian keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara sebagaimana dimaksud pada ayat (1), ditetapkan sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penetapan keanggotaan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara sebagaimana dimaksud pada ayat (1) dan ayat (2) dilakukan oleh Komisi Pemilihan Umum Kabupaten Musi Rawas sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "NUMBER_WITH_BRACKETS",
                            "text": "(4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengambilan sumpah/janji anggota Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara dilaksanakan paling lambat 4 (empat) bulan setelah pengambilan sumpah/janji anggota Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-5",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB V"
          },
          {
            "type": "BAB_TITLE",
            "text": "PERSONEL, ASET, DAN DOKUMEN"
          },
          {
            "type": "PASAL",
            "id": "pasal-14",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 14"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Bupati Musi Rawas bersama Penjabat Bupati Musi Rawas Utara mengatur dan melaksanakan pemindahan personel, penyerahan aset, serta dokumen kepada Pemerintah Kabupaten Musi Rawas Utara sesuai dengan persetujuan Dewan Perwakilan Rakyat Daerah Musi Rawas dan Bupati Musi Rawas."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemindahan personel sebagaimana dimaksud pada ayat (1) dilakukan paling lambat 6 (enam) bulan sejak pelantikan Penjabat Bupati Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penyerahan aset dan dokumen sebagaimana dimaksud pada ayat (1) dilakukan paling lambat 3 (tiga) tahun sejak pelantikan Penjabat Bupati Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(4)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Personel sebagaimana dimaksud pada ayat (1) dan ayat (2) meliputi pegawai negeri sipil yang karena tugas dan kemampuannya diperlukan oleh Kabupaten Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(5)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Gubernur Sumatera Selatan mengoordinasikan dan memfasilitasi pemindahan personel, penyerahan aset, dan dokumen kepada Kabupaten Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(6)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Gaji dan tunjangan pegawai negeri sipil sebagaimana dimaksud pada ayat (4), selama belum ditetapkannya Anggaran Pendapatan dan Belanja Daerah Kabupaten Musi Rawas Utara, dibebankan pada anggaran pendapatan dan belanja dari asal satuan kerja personel yang bersangkutan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(7)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Aset dan dokumen sebagaimana dimaksud pada ayat (1) dan ayat (3) meliputi:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "barang milik Kabupaten Musi Rawas yang bergerak dan tidak bergerak dan/atau yang dikuasai atau dimanfaatkan oleh Pemerintah Kabupaten Musi Rawas Utara yang berada dalam wilayah Kabupaten Musi Rawas Utara;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Badan Usaha Milik Daerah Kabupaten Musi Rawas yang kedudukan, kegiatan, dan lokasinya berada di Kabupaten Musi Rawas Utara;"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "utang piutang Kabupaten Musi Rawas yang kegunaannya untuk Kabupaten Musi Rawas Utara menjadi tanggung jawab Kabupaten Musi Rawas Utara; dan"
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "dokumen dan arsip yang karena sifatnya diperlukan oleh Kabupaten Musi Rawas Utara."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(8)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam hal ketentuan sebagaimana dimaksud pada ayat (3) dan ayat (7) tidak dilaksanakan atau belum selesai dilaksanakan oleh Bupati Musi Rawas, Gubernur Sumatera Selatan selaku wakil Pemerintah wajib menyelesaikannya dalam waktu paling lambat 1 (satu) tahun."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(9)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pelaksanaan pemindahan personel dan penyerahan aset serta dokumen sebagaimana dimaksud pada ayat (1) dilaporkan oleh Gubernur Sumatera Selatan kepada Menteri Dalam Negeri."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-6",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VI"
          },
          {
            "type": "BAB_TITLE",
            "text": "PENDAPATAN, ALOKASI DANA PERIMBANGAN, HIBAH, DAN BANTUAN DANA"
          },
          {
            "type": "PASAL",
            "id": "pasal-15",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 15"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kabupaten Musi Rawas Utara berhak mendapatkan alokasi dana perimbangan dan dana transfer lainnya sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam dana perimbangan sebagaimana dimaksud pada ayat (1), Pemerintah mengalokasikan dana alokasi khusus prasarana pemerintahan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dana perimbangan sebagaimana dimaksud pada ayat (1) yang berupa dana transfer ke daerah dialokasikan sesuai dengan kemampuan keuangan negara sesuai dengan peraturan perundang undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-16",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 16"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah Kabupaten Musi Rawas sesuai dengan kesanggupannya memberikan hibah berupa uang untuk menunjang kegiatan penyelenggaraan pemerintahan Kabupaten Musi Rawas Utara sebesar Rp5.000.000.000,00 (lima miliar rupiah) setiap tahun selama 2 (dua) tahun berturut-turut serta untuk pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Musi Rawas Utara pertama kali sebesar Rp5.000.000.000,00 (lima miliar rupiah)."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah Provinsi Sumatera Selatan memberikan bantuan dana untuk menunjang kegiatan penyelenggaraan pemerintahan Kabupaten Musi Rawas Utara sebesar Rp10.000.000.000,00 (sepuluh miliar rupiah) setiap tahun selama 2 (dua) tahun berturut-turut serta untuk pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Musi Rawas Utara pertama kali sebesar Rp7.500.000.000,00 (tujuh miliar lima ratus juta rupiah)."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemberian hibah sebagaimana dimaksud pada ayat (1) dan pemberian bantuan dana sebagaimana dimaksud pada ayat (2) dimulai sejak pelantikan Penjabat Bupati Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(4)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Apabila Kabupaten Musi Rawas tidak memenuhi kesanggupannya memberikan hibah sesuai ketentuan sebagaimana dimaksud pada ayat (1), Pemerintah mengurangi penerimaan dana perimbangan dari Kabupaten Musi Rawas untuk diberikan kepada Pemerintah Kabupaten Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(5)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Apabila Provinsi Sumatera Selatan tidak memenuhi kesanggupannya memberikan bantuan dana sesuai ketentuan sebagaimana dimaksud pada ayat (2), Pemerintah mengurangi penerimaan dana perimbangan dari Provinsi Sumatera Selatan untuk diberikan kepada Pemerintah Kabupaten Musi Rawas Utara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(6)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penjabat Bupati Musi Rawas Utara menyampaikan laporan pertanggungjawaban realisasi penggunaan hibah sebagaimana dimaksud pada ayat (1) kepada Bupati Musi Rawas."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(7)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Penjabat Bupati Musi Rawas Utara menyampaikan laporan pertanggungjawaban realisasi penggunaan dana hibah dan dana bantuan sebagaimana dimaksud pada ayat (1) dan ayat (2) kepada Gubernur Sumatera Selatan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-17",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 17"
              },
              {
                "type": "PLAINTEXT",
                "text": "Penjabat Bupati Musi Rawas Utara berkewajiban melakukan penatausahaan keuangan daerah sesuai dengan peraturan perundang-undangan."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-7",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VII"
          },
          {
            "type": "BAB_TITLE",
            "text": "PEMBINAAN"
          },
          {
            "type": "PASAL",
            "id": "pasal-18",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 18"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Untuk mengefektifkan penyelenggaraan pemerintahan daerah, Pemerintah dan Pemerintah Provinsi Sumatera Selatan melakukan pembinaan dan fasilitasi secara khusus terhadap Kabupaten Musi Rawas Utara dalam waktu 3 (tiga) tahun sejak diresmikan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah bersama Gubernur Sumatera Selatan melakukan evaluasi terhadap penyelenggaraan pemerintahan Kabupaten Musi Rawas Utara sesuai peraturan perundang-undangan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Hasil evaluasi sebagaimana dimaksud pada ayat (2) dijadikan acuan kebijakan lebih lanjut oleh Pemerintah dan/atau Gubernur Provinsi Sumatera Selatan sesuai dengan peraturan perundang undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-8",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB VIII"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN PERALIHAN"
          },
          {
            "type": "PASAL",
            "id": "pasal-19",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 19"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(1)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sebelum terbentuknya Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara berdasarkan hasil Pemilihan Umum Tahun 2014, Penjabat Bupati Musi Rawas Utara menyusun Rancangan Peraturan Bupati tentang Anggaran Pendapatan dan Belanja Daerah Kabupaten Musi Rawas Utara untuk tahun anggaran berikutnya."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(2)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Rancangan Peraturan Bupati Musi Rawas Utara sebagaimana dimaksud pada ayat (1) dilaksanakan setelah disahkan oleh Gubernur Sumatera Selatan."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_BRACKETS",
                        "text": "(3)"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Proses pengesahan dan penetapan Peraturan Bupati Musi Rawas Utara sebagaimana dimaksud pada ayat (2) dilaksanakan sesuai dengan peraturan perundang-undangan."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-20",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 20"
              },
              {
                "type": "PLAINTEXT",
                "text": "Sebelum Bupati Musi Rawas Utara bersama Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Utara menetapkan peraturan daerah, dan Bupati Musi Rawas Utara menetapkan peraturan bupati sebagai pelaksanaan Undang-Undang ini, semua peraturan daerah dan Peraturan Bupati Musi Rawas sepanjang tidak bertentangan dengan Undang-Undang ini tetap berlaku di Kabupaten Musi Rawas Utara."
              }
            ]
          }
        ]
      },
      {
        "type": "BAB",
        "id": "bab-9",
        "children": [
          {
            "type": "BAB_NUMBER",
            "text": "BAB IX"
          },
          {
            "type": "BAB_TITLE",
            "text": "KETENTUAN PENUTUP"
          },
          {
            "type": "PASAL",
            "id": "pasal-21",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 21"
              },
              {
                "type": "PLAINTEXT",
                "text": "Pada saat Undang-Undang ini mulai berlaku, semua ketentuan dalam peraturan perundang-undangan yang berkaitan dengan Kabupaten Musi Rawas Utara harus disesuaikan dengan Undang-Undang ini."
              }
            ]
          },
          {
            "type": "PASAL",
            "id": "pasal-22",
            "children": [
              {
                "type": "PASAL_NUMBER",
                "text": "Pasal 22"
              },
              {
                "type": "PLAINTEXT",
                "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
              }
            ]
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 10 Juli 2013"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "DR. H. SUSILO BAMBANG YUDHOYONO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 10 Juli 2013"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "AMIR SYAMSUDIN"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2013 NOMOR 112"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 16 TAHUN 2013"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PEMBENTUKAN KABUPATEN MUSI RAWAS UTARA DI PROVINSI SUMATERA SELATAN"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Provinsi Sumatera Selatan yang memiliki luas wilayah ±91.592,43 km2 dengan penduduk pada tahun 2012 berjumlah ±8.528.719 jiwa terdiri atas 12 (dua belas) kabupaten dan 4 (empat) kota, perlu memacu peningkatan penyelenggaraan pemerintahan dalam rangka memperkukuh Negara Kesatuan Republik Indonesia."
              },
              {
                "type": "PLAINTEXT",
                "text": "Kabupaten Musi Rawas yang mempunyai luas wilayah ±12.358,65 km2 dengan jumlah penduduk pada tahun 2012 berjumlah ±610.223 jiwa terdiri atas 21 (dua puluh satu) kecamatan dan 288 (dua ratus delapan puluh delapan) desa/kelurahan. Kabupaten ini memiliki potensi yang dapat dikembangkan untuk mendukung peningkatan penyelenggaraan pemerintahan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Penyelenggaraan otonomi daerah harus menjamin keserasian hubungan antara daerah satu dengan daerah lainnya, artinya mampu membangun kerja sama antardaerah untuk meningkatkan kesejahteraan bersama dan mencegah ketimpangan antardaerah. Hal yang tidak kalah pentingnya bahwa otonomi daerah juga harus mampu menjamin hubungan yang serasi antara daerah dengan Pemerintah, artinya harus mampu memelihara dan menjaga keutuhan wilayah Negara dan tetap tegaknya Negara Kesatuan Republik Indonesia dalam rangka mewujudkan tujuan Negara."
              },
              {
                "type": "PLAINTEXT",
                "text": "Setengah atau 50% (lima puluh persen) dari luas keseluruhan wilayah yang ada di Kabupaten Musi Rawas Utara merupakan kawasan hutan yang terdiri dari hutan suaka alam, hutan lindung, dan hutan pengelolaan, sedangkan setengahnya lagi (307,260 ha) digunakan untuk pemukiman penduduk dan industri."
              },
              {
                "type": "PLAINTEXT",
                "text": "Kendala yang dirasakan oleh masyarakat di Kecamatan Rupit, Kecamatan Rawas Ulu, Kecamatan Nibung, Kecamatan Rawas Ilir, Kecamatan Karang Dapo, Kecamatan Karang Jaya, dan Kecamatan Ulu Rawas adalah masalah rentang kendali dalam perjalanan menuju ke pusat pemerintahan Ibu Kota Kabupaten Musi Rawas (induk). Dengan demikian, maka pembentukan Kabupaten Musi Rawas Utara merupakan solusi untuk memperpendek rentang kendali. Dengan pembentukan Kabupaten Musi Rawas Utara, akses pelayanan publik kepada masyarakat yang berada di Kecamatan Rupit, Kecamatan Rawas Ulu, Kecamatan Nibung, Kecamatan Rawas Ilir, Kecamatan Karang Dapo, Kecamatan Karang Jaya, dan Kecamatan Ulu Rawas menjadi lebih efektif dan efisien. Potensi kekayaan tambang yang dimiliki oleh Kabupaten Musi Rawas Utara adalah batubara, minyak dan gas bumi serta emas. Potensi-potensi lain yang ada di Kabupaten Musi Rawas Utara antara lain pertanian, perikanan, perkebunan dan agro industri. Dengan luas wilayah dan besarnya jumlah penduduk seperti tersebut di atas, pelaksanaan pembangunan dan pelayanan kepada masyarakat belum sepenuhnya terjangkau. Kondisi demikian perlu diatasi dengan memperpendek rentang kendali pemerintahan melalui pembentukan daerah otonom baru sehingga pelayanan publik dapat ditingkatkan guna mempercepat terwujudnya kesejahteraan masyarakat. Selanjutnya dengan memperhatikan aspirasi masyarakat yang dituangkan dalam:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 12/KPTS/DPRD/2005 tanggal 3 September 2005 tentang Persetujuan Usul Pemekaran Kabupaten Ex Kewedanaan Rawas;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 8 Tahun 2007 tanggal 4 Mei 2007 tentang Persetujuan Pemekaran Kabupaten Musi Rawas;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 12 Tahun 2008 tentang Persetujuan Pemberian Hibah untuk Mendukung Penyelenggaraan Pemerintahan Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 13 Tahun 2008 tentang Persetujuan Pemberian Dukungan Dana Dalam Penyelenggaraan Pemilihan Kepala Daerah Untuk Pertama Kali pada Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 14 Tahun 2008 tentang Persetujuan Penyerahan Kekayaan Daerah Yang Dimiliki/Dikuasai Berupa Barang Bergerak Maupun Tidak Bergerak, Personil, Dokumen dan Hutang Piutang Kabupaten Musi Rawas yang Akan Dimanfaatkan oleh Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "f."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 15 Tahun 2008 tentang Persetujuan Penyerahan Sarana dan Prasarana Perkantoran Yang Akan Dipergunakan Untuk Penyelenggaraan Pemerintah dan Pelayanan Publik Yang Berada Dalam Cakupan Wilayah Calon Kota dari Kabupaten Musi Rawas kepada Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "g."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 3 Tahun 2009 tanggal 19 Mei 2009 tentang Penyesuaian Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor 8 Tahun 2007 tentang Persetujuan Pemekaran Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "h."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor: 11 Tahun 2010 tanggal 7 Juni 2010 tentang Persetujuan Pembentukan Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "i."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 129 Tahun 2007 tentang Persetujuan Pembentukan dan Dukungan Biaya Operasional Persiapan Pembentukan Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "j."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 443/KPTS/I/2008 tanggal 5 September 2008 tentang Persetujuan Pemberian Hibah Untuk Mendukung Penyelenggaraan Pemerintahan Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "k."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 444/KPTS/I/2008 tanggal 5 September 2008 tentang Persetujuan Pemberian Dukungan Dana Dalam Penyelenggaraan Pemilihan Kepala Daerah Untuk Pertama Kali pada Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "l."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 445/KPTS/I/2008 tanggal 5 September 2008 tentang Persetujuan Penyerahan Kekayaan Daerah Yang Dimiliki/Dikuasai Berupa Barang Bergerak Maupun Tidak Bergerak, Personil, Dokumen dan Hutang Piutang Kabupaten Musi Rawas yang Akan Dimanfaatkan oleh Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "m."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 446/KPTS/I/2008 tanggal 5 September 2008 tentang Persetujuan Penyerahan Sarana dan Prasarana Perkantoran Yang Akan Dipergunakan Untuk Penyelenggaraan Pemerintah dan Pelayanan Publik Yang Berada Dalam Cakupan Wilayah Calon Kota dari Kabupaten Musi Rawas kepada Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "n."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 342/KPTS/I/2009 tanggal 1 Juni 2009 tentang Persetujuan Terhadap Pembentukan Kabupaten Musi Rawas Utara (MURATARA);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "o."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Bupati Musi Rawas Nomor: 329/KPTS/I/2010 tanggal 8 Juni 2010 tentang Persetujuan Pembentukan Calon Kabupaten Musi Rawas Utara;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "p."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor: 11 Tahun 2007 tanggal 20 Juni 2007 tentang Dukungan dan Persetujuan terhadap Rencana Pemekaran Kabupaten Musi Rawas menjadi 2 (dua) Kabupaten yaitu Kabupaten Musi Rawas dan Musi Rawas Utara dan Kabupaten Muara Enim menjadi 2 (dua) Kabupaten yaitu Kabupaten Muara Enim dan Kabupaten Penukal Abab Lematang Ilir (PALI) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "q."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor: 1 Tahun 2009 tanggal 5 Januari 2009 tentang Persetujuan Pemberian Bantuan Dana untuk Mendukung Penyelenggaraan Pemerintahan, Dukungan Dana Dalam Rangka Membiayai Penyelenggaraan Pemilihan Kepala Daerah Pertama Kali, dan Nama Calon Kabupaten, Cakupan Wilayah dan Calon Ibukota Kabupaten Baru;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "r."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 390/KPTS/I/2007 tanggal 20 Juni 2007 tentang Persetujuan Pemekaran Kabupaten Musi Rawas Dalam Rangka Pembentukan Kabupaten Musi Rawas Utara (MURATARA) dan Kabupaten Muara Enim Dalam Rangka Pembentukan Penukal Abab Lematang Ilir (PALI) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "s."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 630//KPTS/I/2007 tanggal 8 November 2007 tentang Kesanggupan Pemerintah Provinsi Sumatera Selatan memberikan Bantuan Dana kepada Calon Daerah Otonom Baru Kab. Musi Rawas Utara (MURATARA) di Provinsi Sumatera Selatan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "t."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 762//KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan dan Nama Calon Daerah Otonom Baru (DOB) Cakupan Wilayah Kecamatan dan Penetapan Lokasi Calon Ibukota Calon Daerah Otonom Baru (DOB) Kabupaten Musi Rawas Utara (MURATARA);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "u."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 767//KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan Pemindahan Personil dari Provinsi Sumatera Selatan ke Kabupaten Musi Rawas Utara (MURATARA);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "v."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 770//KPTS/I/2008 tanggal 6 November 2008 tentang Persetujuan Pemberian Dukungan Dana Untuk Penyelenggaraan Pemilihan Kepala (Pilkada) Bagi Calon Kepala Daerah/Wakil Kepala Daerah Kabupaten Musi Rawas Utara; dan"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "w."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Keputusan Gubernur Sumatera Selatan Nomor: 440/KPTS/I/2010 tanggal 28 Juni 2010 tentang Persetujuan dan Dukungan Pemerintah Provinsi Sumatera Selatan Terhadap Pembentukan Calon Kabupaten Musi Rawas Utara."
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PLAINTEXT",
                "text": "Berdasarkan hal tersebut, telah dilakukan kajian secara mendalam dan menyeluruh mengenai kelayakan pembentukan daerah dan berkesimpulan bahwa perlu dibentuk Kabupaten Musi Rawas Utara. Pembentukan Kabupaten Musi Rawas Utara yang merupakan pemekaran dari Kabupaten Musi Rawas terdiri atas 7 (tujuh) kecamatan, yaitu Kecamatan Rupit, Kecamatan Rawas Ulu, Kecamatan Nibung, Kecamatan Rawas Ilir, Kecamatan Karang Dapo, Kecamatan Karang Jaya, dan Kecamatan Ulu Rawas. Kabupaten Musi Rawas Utara memiliki luas wilayah keseluruhan ±6.008,55 km2 dengan jumlah penduduk ±195.689 jiwa pada tahun 2012 dan 89 (delapan puluh sembilan) desa/kelurahan. Dengan terbentuknya Kabupaten Musi Rawas Utara sebagai daerah otonom, Pemerintah Provinsi Sumatera Selatan berkewajiban membantu dan memfasilitasi terbentuknya kelembagaan Dewan Perwakilan Rakyat Daerah dan perangkat daerah yang efisien dan efektif sesuai dengan kebutuhan dan kemampuan, serta membantu dan memfasilitasi pemindahan personel, pengalihan aset dan dokumen untuk kepentingan penyelenggaraan pemerintahan daerah dalam rangka meningkatkan pelayanan publik dan mempercepat terwujudnya kesejahteraan masyarakat di Kabupaten Musi Rawas Utara."
              },
              {
                "type": "PLAINTEXT",
                "text": "Dalam melaksanakan otonomi daerah, Kabupaten Musi Rawas Utara perlu melakukan berbagai upaya peningkatan kemampuan ekonomi, penyiapan sarana dan prasarana pemerintahan, pemberdayaan, dan peningkatan sumber daya manusia, serta pengelolaan sumber daya alam sesuai dengan peraturan perundang-undangan."
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 3"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "LIST",
                            "id": "",
                            "children": [
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf a"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Rupit adalah Kelurahan Muara Rupit, Desa Tanjung Beringin, Desa Batu Gajah, Desa Maur Baru, Desa Maur Lama, Desa Bingin Rupit, Desa Lawang Agung, Desa Noman, Desa Pantai, Desa Lubuk Rumbai, Desa Karang Anyar, Desa Karang Waru, Desa Sungai Jernih, Desa Beringin Jaya, Desa Lubuk Rumbai Baru, Desa Noman Baru, dan Desa Batu Gajah Baru."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf b"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Rawas Ulu adalah Kelurahan Pasar Surulangun, Desa Surulangun, Desa Remban, Desa Lubuk Kemang, Desa Lesung Batu Muda, Desa Sungai Jauh, Desa Sungai Kijang, Desa Lesung Batu, Desa Sungai Baung, Desa Pulau Lebar, Desa Kerta Dewa, Desa Teladas, Desa Pangkalan, Desa Simpang Nibung Rawas, Desa Sungai Lanang, Desa Lubuk Mas, dan Desa Sukomoro."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf c"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Nibung adalah Kelurahan Karya Makmur, Desa Jadi Mulya, Desa Jadi Mulya I, Desa Kerani Jaya, Desa Sumber Makmur, Desa Mulya Jaya, Desa Kelumpang Jaya, Desa Srijaya Makmur, Desa Sumber Sari, Desa Tebing Tinggi, dan Desa Bumi Makmur."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf d"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Rawas Ilir adalah Kelurahan Bingin Teluk, Desa Beringin Makmur I, Desa Beringin Makmur II, Desa Mandi Angin, Desa Beringin Sakti, Desa Pauh, Desa Pauh I, Desa Batu Kucing, Desa Belani, Desa Air Bening, Desa Tanjung Raja, Desa Ketapat Bening, dan Desa Mekar Sari."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf e"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Karang Dapo adalah Kelurahan Karang Dapo, Desa Karang Dapo I, Desa Rantau Kadam, Desa Kertasari, Desa Setia Marga, Desa Biaro Baru, Desa Biaro Lama, Desa Aringin, dan Desa Bina Karya."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf f"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Karang Jaya adalah Kelurahan Karang Jaya, Desa Lubuk Kumbung, Desa Embacang Lama, Desa Embacang Baru, Desa Terusan, Desa Muara Tiku, Desa Suka Menang, Desa Muara Batang Empu, Desa Sukaraja, Desa Bukit Ulu, Desa Rantau Telang, Desa Tanjung Agung, Desa Bukit Langkap, Desa Rantau Jaya, dan Desa Embacang Baru Ilir."
                                  }
                                ]
                              },
                              {
                                "type": "PENJELASAN_LIST_ITEM",
                                "id": "",
                                "children": [
                                  {
                                    "type": "PENJELASAN_HURUF",
                                    "text": "Huruf g"
                                  },
                                  {
                                    "type": "PLAINTEXT",
                                    "text": "Desa/kelurahan yang masuk dalam cakupan Kecamatan Ulu Rawas adalah Kelurahan Muara Kulam, Desa Muara Kuis, Desa Jangkat, Desa Sosokan, Desa Napalicin, Desa Kuto Tanjung, dan Desa Pulau Kidak."
                                  }
                                ]
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 4"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Yang dimaksud wilayah Kabupaten Musi Rawas setelah terbentuknya Kabupaten Musi Rawas Utara adalah mencakup wilayah Kecamatan Tugumulyo, Kecamatan Muara Lakitan, Kecamatan Muara Kelingi, Kecamatan Jayaloka, Kecamatan Muara Beliti, Kecamatan STL Ulu Terawas, Kecamatan Selangit, Kecamatan Megang Sakti, Kecamatan Purwodadi, Kecamatan BTS Ulu, Kecamatan Tiang Pumpung Kepungut, Kecamatan Sumber Harta, Kecamatan Tuah Negeri, dan Kecamatan Suka Karya."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 5"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Lampiran peta cakupan wilayah yang digambarkan dengan skala 1:100.000."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Yang dimaksud dengan persetujuan pihak-pihak terkait adalah persetujuan berupa tanda tangan Gubernur Sumatera Selatan, Gubernur Jambi, Gubernur Bengkulu, Ketua Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan, Plt. Ketua Dewan Perwakilan Rakyat Daerah Provinsi Jambi, Ketua Dewan Perwakilan Rakyat Daerah Provinsi Bengkulu, Asisten Pemerintahan Kabupaten Musi Rawas, Wakil Bupati Musi Banyuasin, Bupati Sarolangun, Bupati Lebong, Ketua Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas, Wakil Ketua Dewan Perwakilan Rakyat Daerah Musi Banyuasin, Ketua Dewan Perwakilan Rakyat Daerah Kabupaten Sarolangun, dan Ketua Dewan Perwakilan Rakyat Daerah Kabupaten Lebong yang wilayah cakupannya berbatasan dengan daerah otonom baru pada peta yang diterbitkan Badan Informasi Geospasial (BIG)."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 6"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dalam rangka pengembangan Kabupaten Musi Rawas Utara khususnya guna perencanaan dan penyelenggaraan pemerintahan, pelaksanaan pembangunan dan pelayanan masyarakat pada masa yang akan datang, serta pengembangan sarana dan prasarana pemerintahan, pembangunan dan kemasyarakatan, diperlukan adanya kesatuan perencanaan pembangunan. Untuk itu Rencana Tata Ruang Wilayah Kabupaten Musi Rawas Utara harus disusun secara serasi dan terpadu dengan Rencana Tata Ruang Wilayah Nasional, Provinsi, dan Kabupaten/Kota."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 7"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 8"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 9"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Peresmian kabupaten dan pelantikan Penjabat Bupati dapat dilakukan secara bersamaan dan pelaksanaannya dapat dilakukan di ibu kota negara, ibu kota provinsi, atau ibu kota kabupaten."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 10"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penjabat Bupati Musi Rawas Utara diusulkan oleh Gubernur Sumatera Selatan dengan pertimbangan Bupati Musi Rawas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 11"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Biaya pelaksanaan pemilihan Bupati dan/atau Wakil Bupati Musi Rawas Utara untuk pertama kali berasal dari hibah Anggaran Pendapatan dan Belanja Daerah Pemerintah Kabupaten Musi Rawas dan bantuan dana Anggaran Pendapatan dan Belanja Daerah Provinsi Sumatera Selatan."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 12"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 13"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 14"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Untuk mencapai daya guna dan hasil guna penyelenggaraan pemerintahan, pelaksanaan pembangunan dan pelayanan kemasyarakatan, digunakan pegawai, tanah, gedung perkantoran dan perlengkapannya, serta fasilitas pelayanan umum yang telah ada selama ini dalam pelaksanaan tugas Pemerintah Kabupaten Musi Rawas dalam wilayah Kabupaten Musi Rawas Utara."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dalam rangka tertib administrasi, diperlukan tindakan hukum berupa penyerahan personel, aset, dan dokumen dari Pemerintah Kabupaten Musi Rawas kepada Pemerintah Kabupaten Musi Rawas Utara."
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Badan Usaha Milik Daerah (BUMD) Kabupaten Musi Rawas yang berkedudukan, kegiatan, dan lokasinya berada di Kabupaten Musi Rawas Utara diserahkan oleh Pemerintah Kabupaten Musi Rawas kepada Pemerintah Kabupaten Musi Rawas Utara. Dalam hal Badan Usaha Milik Daerah (BUMD) yang pelayanan/kegiatan operasionalnya mencakup kabupaten induk dan kabupaten baru, pemerintah daerah yang bersangkutan melakukan kerja sama. Utang piutang yang penggunaannya dimanfaatkan untuk Kabupaten Musi Rawas Utara diserahkan oleh Pemerintah Kabupaten Musi Rawas kepada Pemerintah Kabupaten Musi Rawas Utara. Berkenaan dengan pengaturan penyerahan tersebut, dibuatkan daftar inventaris."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (7)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Penyerahan aset dan dokumen dilakukan sesuai dengan peraturan perundang-undangan."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (8)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (9)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 15"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Dana transfer ke daerah dilakukan untuk meningkatkan kesejahteraan rakyat dan mengoptimalkan pelayanan publik serta tidak digunakan hanya untuk pembangunan dan/atau pengadaan sarana prasarana di antaranya kantor pemerintahan, rumah dinas, dan kendaraan dinas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 16"
                  },
                  {
                    "type": "LIST",
                    "id": "",
                    "children": [
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (1)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Yang dimaksud dengan hibah dalam ketentuan ini adalah pemberian sejumlah dana yang didasarkan pada Keputusan Dewan Perwakilan Rakyat Daerah Kabupaten Musi Rawas Nomor 11 Tahun 2010 tanggal 7 Juni 2010 dan Keputusan Bupati Musi Rawas Nomor 342/KPTS/I/2009 tanggal 1 Juni 2009, termasuk untuk pelaksanaan pemilihan Bupati dan Wakil Bupati Musi Rawas Utara pertama kali."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (2)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Yang dimaksud dengan memberikan bantuan dana dalam ketentuan ini adalah pemberian sejumlah dana yang didasarkan pada Keputusan Dewan Perwakilan Rakyat Daerah Provinsi Sumatera Selatan Nomor 1 Tahun 2009 tanggal 5 Januari 2009 dan Keputusan Gubernur Sumatera Selatan Nomor 440/KPTS/I/2010 tanggal 28 Juni 2010, termasuk untuk pelaksanaan pemilihan Bupati dan Wakil Bupati Musi Rawas Utara pertama kali."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (3)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (4)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengurangan penerimaan dana perimbangan sesuai mekanisme yang diatur dalam Peraturan Menteri Keuangan mengenai tata cara pemotongan dana alokasi umum dan dana bagi hasil daerah induk/provinsi yang tidak memenuhi kewajiban hibah/bantuan pendanaan kepada daerah otonom baru."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (5)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Pengurangan penerimaan dana perimbangan sesuai mekanisme yang diatur dalam Peraturan Menteri Keuangan mengenai tata cara pemotongan dana alokasi umum dan dana bagi hasil daerah induk/provinsi yang tidak memenuhi kewajiban hibah/bantuan pendanaan kepada daerah otonom baru."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (6)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      },
                      {
                        "type": "PENJELASAN_LIST_ITEM",
                        "id": "",
                        "children": [
                          {
                            "type": "PENJELASAN_AYAT",
                            "text": "Ayat (7)"
                          },
                          {
                            "type": "PLAINTEXT",
                            "text": "Cukup jelas."
                          }
                        ]
                      }
                    ]
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 17"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 18"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 19"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 20"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 21"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 22"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}