{
  "metadata": {
    "lembaranNegaraNumber": 248,
    "lembaranNegaraYear": 2020,
    "tambahanLembaranNumber": 6575,
    "number": 13,
    "topic": "Pengesahan Protocol To Implement The Seventh Package Of Commitments On Financial Services Under The Asean Framework Agreement On Services (protokol Untuk Melaksanakan Paket Komitmen Ketujuh Bidang Jasa Keuangan Dalam Persetujuan Kerangka Kerja Asean Di Bidang Jasa)",
    "year": 2020
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 13 TAHUN 2020"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL TO IMPLEMENT THE SEVENTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KETUJUH BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa tujuan Negara Republik Indonesia sebagaimana tercantum dalam Pembukaan Undang Undang Dasar Negara Republik Indonesia Tahun 1945 adalah untuk melindungi segenap bangsa Indonesia dan seluruh tumpah darah Indonesia, memajukan kesejahteraan umum, mencerdaskan kehidupan bangsa serta ikut melaksanakan ketertiban dunia yang berdasarkan kemerdekaan, perdamaian abadi, dan keadilan sosial;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa untuk meningkatkan kesejahteraan masyarakat dan pendorong pertumbuhan ekonomi nasional, dan untuk memperoleh manfaat bagi kepentingan nasional, diperlukan kerja sama internasional di sektor jasa keuangan, khususnya kerja sama antara Pemerintah Republik Indonesia dan Pemerintah Negara Anggota ASEAN lainnya;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa kerja sama Pemerintah Republik Indonesia dengan Pemerintah Negara Anggota ASEAN lainnya di sektor jasa keuangan sebagaimana dimaksud dalam huruf b telah disepakati dalam ASEAN Framework Agreement on Services oleh seluruh negara anggota ASEAN tanggal 15 Desember 1995 dan telah disahkan melalui Keputusan Presiden Nomor 88 Tahun 1995 tentang Pengesahan ASEAN Framework Agreement on Services, yang implementasinya dituangkan melalui Protocol to Implement Commitments on Financial Services under the ASEAN Framework Agreement on Services;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa Indonesia dan negara anggota ASEAN lainnya telah menandatangani Protocol to Implement the Seventh Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Ketujuh Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa), pada tanggal 23 Juni 2016 di Hanoi, Vietnam;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, huruf c, dan huruf d, perlu membentuk Undang-Undang tentang Pengesahan Protocol to Implement the Seventh Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Ketujuh Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pasal 5 ayat (1), Pasal 11, dan Pasal 20 Undang-Undang Dasar Negara Republik Indonesia Tahun 1945;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 24 Tahun 2000 tentang Perjanjian Internasional (Lembaran Negara Republik Indonesia Tahun 2000 Nomor 185, Tambahan Lembaran Negara Republik Indonesia Nomor 4012);"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Undang-Undang Nomor 7 Tahun 2014 tentang Perdagangan (Lembaran Negara Republik Indonesia Tahun 2014 Nomor 45, Tambahan Lembaran Negara Republik Indonesia Nomor 5512)."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "dan"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENGESAHAN PROTOCOL TO IMPLEMENT THE SEVENTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KETUJUH BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)."
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Mengesahkan Protocol to Implement the Seventh Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Ketujuh Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa) yang telah ditandatangani pada tanggal 23 Juni 2016 di Hanoi, Vietnam, yang salinan naskah aslinya dalam bahasa Inggris dan terjemahannya dalam bahasa Indonesia sebagaimana terlampir dan merupakan bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 2 November 2020"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "JOKO WIDODO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 3 November 2020"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "YASONNA H. LAOLY"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2020 NOMOR 248"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 13 TAHUN 2020"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENGESAHAN PROTOCOL TO IMPLEMENT THE SEVENTH PACKAGE OF COMMITMENTS ON FINANCIAL SERVICES UNDER THE ASEAN FRAMEWORK AGREEMENT ON SERVICES (PROTOKOL UNTUK MELAKSANAKAN PAKET KOMITMEN KETUJUH BIDANG JASA KEUANGAN DALAM PERSETUJUAN KERANGKA KERJA ASEAN DI BIDANG JASA)"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "1."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Latar Belakang Kerja Sama Perdagangan di Sektor Jasa Keuangan"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam rangka mewujudkan tujuan Negara Republik Indonesia untuk memajukan kesejahteraan umum sebagaimana tercantum dalam Pembukaan Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, Pemerintah Republik Indonesia melakukan berbagai upaya guna mendorong pertumbuhan ekonomi nasional dan meningkatkan kesejahteraan masyarakat. Dalam hal ini Pemerintah Republik Indonesia memandang sektor -jasa keuangan memegang peranan penting dalam mewujudkan tujuan tersebut."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pemerintah dan lembaga negara terkait perlu melakukan upaya guna mengembangkan sektor jasa keuangan dalam negeri. Upaya tersebut meliputi penyusunan dan penerapan berbagai kebijakan di sektor jasa keuangan, baik yang mengarah ke dalam berupa penguatan infrastruktur sektor jasa keuangan, peningkatan kualitas sumber daya manusia khususnya pada sektor jasa keuangan, dan penguatan sektor jasa keuangan, maupun yang mengarah ke luar melalui pembentukan kerja sama internasional di sektor jasa keuangan."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kerja sama perdagangan jasa keuangan internasional merupakan salah satu bentuk kerja sama internasional, baik dalam forum bilateral, regional, maupun multilateral yang dijalin oleh Pemerintah untuk mengembangkan sektor jasa keuangan di Indonesia. Melalui kerja sama ini, Indonesia dan seluruh negara mitra mengikatkan diri dalam perjanjian untuk memperlancar perdagangan jasa keuangan internasional dan mengoptimalkan upaya dalam menjamin keadilan berusaha."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Dalam perluasan akses pasar jasa keuangan di berbagai forum internasional (multilateral, regional, dan bilateral), Indonesia mengacu pada prinsip-prinsip: (i) penambahan komitmen baru selalu memperhatikan komitmen Indonesia pada World Trade Organisation (WTO), (ii) keikutsertaan Indonesia dalam perluasan akses pasar tidak terlepas dari pandangan ASEAN bahwa Indonesia sebagai salah satu pemimpin ASEAN (country leader) yang memiliki peran signifikan dalam mendukung terwujudnya integrasi ekonomi Masyarakat Ekonomi ASEAN (MEA), (iii) perluasan akses pasar ditujukan pada pengembangan dan penyehatan industri keuangan nasional, penerapan praktik baik operasional jasa keuangan, dan penciptaan lingkungan yang mendorong daya saing dan inovasi penyedia jasa keuangan domestik, (iv) pembukaan peluang bagi penyedia jasa keuangan dalam negeri yang memiliki kapasitas memadai untuk melakukan ekspansi ke negara ASEAN lainnya, dan (v) peningkatan jumlah dan kualitas produk jasa keuangan yang terjangkau bagi masyarakat dalam negeri baik sebagai produsen maupun konsumen."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "2."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Kerja Sama Perdagangan Sektor Jasa Keuangan di ASEAN"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Indonesia sebagai bagian dari masyarakat internasional telah berpartisipasi secara aktif dalam kerja sama regional ASEAN, dengan menandatangani ASEAN Framework Agreement on Services (Persetujuan Kerangka Kerja ASEAN di Bidang Jasa), selanjutnya disebut AFAS, yang telah disahkan dengan Keputusan Presiden Nomor 88 Tahun 1995 tentang Pengesahan ASEAN Framework Agreement on Services. Pembentukan AFAS merupakan salah satu bagian dari proses perwujudan MEA yang berupaya untuk mewujudkan integrasi ekonomi di kawasan ASEAN."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Mempertimbangkan perbedaan tingkat perkembangan ekonomi dan industri jasa di antara negara-negara ASEAN, maka proses perluasan akses pasar jasa di ASEAN dilakukan secara bertahap, sehingga sesuai dengan kebutuhan dan kesiapan negara anggota ASEAN, termasuk untuk jasa keuangan. Dalam setiap tahapan, seluruh negara ASEAN wajib menyampaikan komitmen tambahan yang dituangkan dalam suatu Protokol yang ditandatangani oleh seluruh negara ASEAN dan disahkan oleh masing-masing negara."
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "3."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protokol Penerapan Paket Komitmen Jasa Keuangan di bawah AFAS yang telah disahkan oleh Indonesia"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Sampai dengan saat ini Indonesia telah mengesahkan sebanyak 6 (enam) Protokol penerapan paket komitmen jasa keuangan di bawah AFAS, yaitu:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Initial Package of Commitments under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Pertama, disahkan dengan Keputusan Presiden Nomor 53 Tahun 1998. Dalam Protokol ini secara implisit disampaikan komitmen jasa keuangan Indonesia di WTO kepada negara anggota ASEAN."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Second Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Kedua, disahkan dengan Keputusan Presiden Nomor 81 Tahun 2002. Dalam Protokol ini selain memuat komitmen Protokol Pertama, Indonesia meningkatkan batas kepemilikan asing di sektor perbankan yang dapat diperoleh melalui pasar modal dari 49% (empat puluh sembilan persen) menjadi 51% (lima puluh satu persen) dan penghapusan persyaratan modal minimum disetor yang berbeda untuk pihak asing."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "c."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Third Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Ketiga, disahkan dengan Peraturan Presiden Nomor 51 Tahun 2008. Dalam Protokol ini selain memuat komitmen Protokol Kedua, Indonesia menambahkan masing-masing 1 (satu) kantor untuk kategori bank campuran dan kantor cabang bank asing."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "d."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Fourth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Keempat, disahkan melalui Peraturan Presiden Nomor 6 Tahun 2009. Dalam Protokol ini selain memuat komitmen Protokol Ketiga, Indonesia membuka akses perdagangan lintas batas untuk subsektor anjak piutang oleh lembaga keuangan nonbank."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "e."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Fifth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Kelima, disahkan melalui Peraturan Presiden Nomor 47 Tahun 2013. Dalam Protokol ini Indonesia mencantumkan seluruh komitmen di sektor jasa keuangan yang telah disampaikan di WTO yang meliputi subsektor perbankan, asuransi, sekuritas, pembiayaan, dan nonbank lainnya, yang disesuaikan dengan penambahan komitmen pada Protokol sebelumnya dan perubahan perpanjangan izin tinggal orang asing yang berlaku untuk semua sektor jasa."
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "f."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Protocol to Implement the Sixth Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services, selanjutnya disebut Protokol Keenam, disahkan melalui Undang-Undang Nomor 4 Tahun 2018. Dalam Protokol ini, Indonesia mencantumkan seluruh komitmen yang terdapat dalam Protokol Kelima dengan tambahan komitmen di sektor perbankan berupa penambahan 1 (satu) kota, yaitu Makassar, sebagai tempat operasional kantor bank dari negara anggota ASEAN dan komitmen terkait ASEAN Banking Integration Framework (ABIF)."
                              }
                            ]
                          }
                        ]
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "NUMBER_WITH_DOT",
                        "text": "4."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Protocol to Implement the Seventh Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services"
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pada tanggal 23 Juni 2016 di Hanoi, Vietnam, Indonesia bersama negara anggota ASEAN lainnya menandatangani Protocol to Implement the Seventh Package of Commitments on Financial Services under the ASEAN Framework Agreement on Services (Protokol untuk Melaksanakan Paket Komitmen Ketujuh Bidang Jasa Keuangan dalam Persetujuan Kerangka Kerja ASEAN di Bidang Jasa), selanjutnya disebut Protokol Ketujuh. Adapun komitmen yang disampaikan oleh Indonesia dalam Protokol dimaksud meliputi seluruh komitmen Indonesia dalam Protokol Keenam beserta tambahan penjelasan mengenai asuransi konvensional dan asuransi syariah pada subsektor jasa asuransi umum (non-life insurance) yang sebelumnya telah dikomitmenkan pada WTO."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Melalui komitmen Protokol Ketujuh, ditegaskan bahwa Indonesia mengizinkan penyedia jasa dari negara ASEAN untuk bermitra dengan penyedia jasa lokal dan mendirikan perusahaan asuransi yang menyediakan jasa asuransi umum (non-life insurance) baik yang bersifat konvensional maupun syariah. Dalam kemitraan tersebut batasan kepemilikan asing, perdagangan lintas batas, dan pergerakan orang perseorangan asing (movement of natural person) mengacu pada ketentuan peraturan perundang-undangan."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Selanjutnya, berdasarkan Undang-Undang Nomor 7 Tahun 2014 tentang Perdagangan, perjanjian perdagangan internasional perlu disampaikan kepada Dewan Perwakilan Rakyat Republik Indonesia (DPR RI) untuk diputuskan perlu atau tidaknya persetujuan DPR. Dalam rapat kerja antara Pemerintah dengan DPR pada tanggal 5 September 2018 diputuskan bahwa proses pengesahan Protokol Ketujuh dilakukan melalui Undang-Undang. Untuk itu, perlu disusun Undang-Undang untuk mengesahkan Protokol Ketujuh yang merupakan landasan hukum untuk memberi kepastian mengenai penyediaan jasa keuangan di ASEAN yang menjadi komitmen Indonesia beserta negara anggota ASEAN lainnya pada Protokol dimaksud."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Materi pokok yang diatur dalam Protokol Ketujuh, antara lain:"
                      },
                      {
                        "type": "LIST",
                        "id": "",
                        "children": [
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "a."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Kewajiban negara anggota ASEAN untuk:"
                              },
                              {
                                "type": "LIST",
                                "id": "",
                                "children": [
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "1)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "menyampaikan komitmen spesifik negara anggota ASEAN di Persetujuan Umum Perdagangan Jasa (General Agreement on Trade in Services) kepada negara anggota ASEAN yang bukan merupakan negara anggota WTO; dan"
                                      }
                                    ]
                                  },
                                  {
                                    "type": "LIST_ITEM",
                                    "id": "",
                                    "children": [
                                      {
                                        "type": "NUMBER_WITH_RIGHT_BRACKET",
                                        "text": "2)"
                                      },
                                      {
                                        "type": "PLAINTEXT",
                                        "text": "memberikan perlakuan istimewa kepada seluruh negara anggota ASEAN sesuai dengan Jadwal Komitmen Khusus (Schedule of Specific Commitments) negara anggota ASEAN dan Daftar Pengecualian Perlakuan yang Sama (List of Most Favoured Nation Exemption)."
                                      }
                                    ]
                                  }
                                ]
                              }
                            ]
                          },
                          {
                            "type": "LIST_ITEM",
                            "id": "",
                            "children": [
                              {
                                "type": "LETTER_WITH_DOT",
                                "text": "b."
                              },
                              {
                                "type": "PLAINTEXT",
                                "text": "Ketentuan-ketentuan tentang pemberlakuan Protokol, penyimpanan Protokol, dan penyampaian notifikasi pengesahan."
                              }
                            ]
                          }
                        ]
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Tujuan dari Protokol Ketujuh adalah untuk membuka kesempatan bagi penyedia jasa keuangan domestik untuk memperluas pasar di kawasan ASEAN serta menciptakan kompetisi yang sehat di pasar jasa keuangan dalam negeri sehingga tercipta efisiensi dan daya saing di bidang perdagangan barang dan jasa."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "Pengesahan Protokol ini memberikan dasar hukum pemberlakuan Protokol bagi Indonesia sebagai salah satu negara anggota ASEAN. Melalui pengesahan Protokol ini, Indonesia diharapkan dapat mencapai tujuan Protokol tersebut dan memperoleh manfaat berupa: (i) peningkatan ketersediaan produk jasa keuangan yang terjangkau dan berkualitas di dalam negeri, (ii) penyedia jasa keuangan Indonesia dapat beroperasi di pasar keuangan negara anggota ASEAN, dan (iii) peningkatan investasi dari negara anggota ASEAN di Indonesia untuk mendorong perkembangan industri dan pengembangan pelaku usaha domestik."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}