{
  "metadata": {
    "lembaranNegaraNumber": 134,
    "lembaranNegaraYear": 2020,
    "tambahanLembaranNumber": 6516,
    "number": 2,
    "topic": "Penetapan Peraturan Pemerintah Pengganti Undang-undang Nomor 1 Tahun 2020 Tentang Kebijakan Keuangan Negara Dan Stabilitas Sistem Keuangan Untuk Penanganan Pandemi Corona Virus Disease 2019 (covid-19) Dan/atau Dalam Rangka Menghadapi Ancaman Yang Membahayakan Perekonomian Nasional Dan/atau Stabilitas Sistem Keuangan Menjadi Undang-undang",
    "year": 2020
  },
  "content": {
    "type": "UNDANG_UNDANG",
    "id": "",
    "children": [
      {
        "type": "OPENING",
        "id": "",
        "children": [
          {
            "type": "UU_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 2 TAHUN 2020"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENETAPAN PERATURAN PEMERINTAH PENGGANTI UNDANG-UNDANG NOMOR 1 TAHUN 2020 TENTANG KEBIJAKAN KEUANGAN NEGARA DAN STABILITAS SISTEM KEUANGAN UNTUK PENANGANAN PANDEMI CORONA VIRUS DISEASE 2019 (COVID-19) DAN/ATAU DALAM RANGKA MENGHADAPI ANCAMAN YANG MEMBAHAYAKAN PEREKONOMIAN NASIONAL DAN/ATAU STABILITAS SISTEM KEUANGAN MENJADI UNDANG-UNDANG"
              }
            ]
          },
          {
            "type": "PREFACE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "DENGAN RAHMAT TUHAN YANG MAHA ESA"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA,"
              }
            ]
          },
          {
            "type": "CONSIDERATIONS",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Menimbang:"
              },
              {
                "type": "LIST",
                "id": "",
                "children": [
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "a."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa penyebaran Corona Virus Disease 2019 (COVID-19) yang dinyatakan oleh Organisasi Kesehatan Dunia (World Health Organization) sebagai pandemi pada sebagian besar negara-negara di seluruh dunia, termasuk di Indonesia, menunjukkan peningkatan dari waktu ke waktu dan telah menimbulkan korban jiwa, serta kerugian material yang semakin besar, sehingga berimplikasi pada aspek sosial, ekonomi, dan kesejahteraan masyarakat;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "b."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa implikasi pandemi Corona Virus Disease 2019 (COVID-19) telah berdampak antara lain terhadap perlambatan pertumbuhan ekonomi nasional, penurunan penerimaan negara, dan peningkatan belanja negara dan pembiayaan, sehingga diperlukan berbagai upaya Pemerintah untuk melakukan penyelamatan kesehatan dan perekonomian nasional, dengan fokus pada belanja untuk kesehatan, jaring pengaman sosial (social safety net), serta pemulihan perekonomian termasuk untuk dunia usaha dan masyarakat yang terdampak;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "c."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa implikasi pandemi Corona Virus Disease 2019 (COVID-19) telah berdampak pula terhadap memburuknya sistem keuangan yang ditunjukkan dengan penurunan berbagai aktivitas ekonomi domestik, sehingga perlu dimitigasi bersama oleh Pemerintah dan Komite Stabilitas Sistem Keuangan (KSSK) untuk melakukan tindakan antisipasi (forward looking) dalam rangka menjaga stabilitas sektor keuangan;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "d."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a, huruf b, dan huruf c untuk mengatasi kegentingan yang memaksa, Presiden sesuai kewenangannya berdasarkan ketentuan Pasal 22 ayat (1) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945 telah menetapkan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk Penanganan Pandemi Corona Virus Disease 2019 (COVID-19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan pada tanggal 31 Maret 2020;"
                      }
                    ]
                  },
                  {
                    "type": "LIST_ITEM",
                    "id": "",
                    "children": [
                      {
                        "type": "LETTER_WITH_DOT",
                        "text": "e."
                      },
                      {
                        "type": "PLAINTEXT",
                        "text": "bahwa berdasarkan pertimbangan sebagaimana dimaksud dalam huruf a sampai dengan huruf d, perlu membentuk Undang-Undang tentang Penetapan Peraturan Pemerintah Pengganti Undang Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk Penanganan Pandemi Corona Virus Disease 2019 (COVID-19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan menjadi Undang-Undang."
                      }
                    ]
                  }
                ]
              }
            ]
          },
          {
            "type": "PRINCIPLES",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Mengingat:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Pasal 5 ayat (1), Pasal 20, dan Pasal 22 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
              }
            ]
          },
          {
            "type": "AGREEMENT",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "Dengan Persetujuan Bersama"
              },
              {
                "type": "PLAINTEXT",
                "text": "DEWAN PERWAKILAN RAKYAT REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "DAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "PRESIDEN REPUBLIK INDONESIA"
              },
              {
                "type": "PLAINTEXT",
                "text": "MEMUTUSKAN:"
              },
              {
                "type": "PLAINTEXT",
                "text": "Menetapkan:"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG TENTANG PENETAPAN PERATURAN PEMERINTAH PENGGANTI UNDANG UNDANG NOMOR 1 TAHUN 2020 TENTANG KEBIJAKAN KEUANGAN NEGARA DAN STABILITAS SISTEM KEUANGAN UNTUK PENANGANAN PANDEMI CORONA VIRUS DISEASE 2019 (COVID-19) DAN/ATAU DALAM RANGKA MENGHADAPI ANCAMAN YANG MEMBAHAYAKAN PEREKONOMIAN NASIONAL DAN/ATAU STABILITAS SISTEM KEUANGAN MENJADI UNDANG-UNDANG."
              }
            ]
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-1",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 1"
          },
          {
            "type": "PLAINTEXT",
            "text": "Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk penanganan Pandemi Corona Virus Disease 2019 (COVID 19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan (Lembaran Negara Republik Indonesia Nomor 87 Tahun 2020, Tambahan Lembaran Negara Republik Indonesia Nomor 6485) ditetapkan menjadi Undang-Undang dan melampirkannya sebagai bagian yang tidak terpisahkan dari Undang-Undang ini."
          }
        ]
      },
      {
        "type": "PASAL",
        "id": "pasal-2",
        "children": [
          {
            "type": "PASAL_NUMBER",
            "text": "Pasal 2"
          },
          {
            "type": "PLAINTEXT",
            "text": "Undang-Undang ini mulai berlaku pada tanggal diundangkan."
          },
          {
            "type": "PLAINTEXT",
            "text": "Agar setiap orang mengetahuinya, memerintahkan pengundangan Undang-Undang ini dengan penempatannya dalam Lembaran Negara Republik Indonesia."
          }
        ]
      },
      {
        "type": "CLOSING",
        "id": "",
        "children": [
          {
            "type": "PLAINTEXT",
            "text": "Disahkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 16 Mei 2020"
          },
          {
            "type": "PLAINTEXT",
            "text": "PRESIDEN REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "JOKO WIDODO"
          },
          {
            "type": "PLAINTEXT",
            "text": "Diundangkan Di Jakarta,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Pada Tanggal 18 Mei 2020"
          },
          {
            "type": "PLAINTEXT",
            "text": "MENTERI HUKUM DAN HAK ASASI MANUSIA REPUBLIK INDONESIA,"
          },
          {
            "type": "PLAINTEXT",
            "text": "Ttd."
          },
          {
            "type": "PLAINTEXT",
            "text": "YASONNA H. LAOLY"
          },
          {
            "type": "LEMBARAN_NUMBER",
            "text": "LEMBARAN NEGARA REPUBLIK INDONESIA TAHUN 2020 NOMOR 134"
          }
        ]
      },
      {
        "type": "PENJELASAN",
        "id": "penjelasan",
        "children": [
          {
            "type": "PENJELASAN_TITLE",
            "id": "",
            "children": [
              {
                "type": "PLAINTEXT",
                "text": "PENJELASAN"
              },
              {
                "type": "PLAINTEXT",
                "text": "UNDANG-UNDANG REPUBLIK INDONESIA"
              },
              {
                "type": "UU_TITLE_YEAR_AND_NUMBER",
                "text": "NOMOR 2 TAHUN 2020"
              },
              {
                "type": "PLAINTEXT",
                "text": "TENTANG"
              },
              {
                "type": "UU_TITLE_TOPIC",
                "text": "PENETAPAN PERATURAN PEMERINTAH PENGGANTI UNDANG-UNDANG NOMOR 1 TAHUN 2020 TENTANG KEBIJAKAN KEUANGAN NEGARA DAN STABILITAS SISTEM KEUANGAN UNTUK PENANGANAN PANDEMI CORONA VIRUS DISEASE 2019 (COVID-19) DAN/ATAU DALAM RANGKA MENGHADAPI ANCAMAN YANG MEMBAHAYAKAN PEREKONOMIAN NASIONAL DAN/ATAU STABILITAS SISTEM KEUANGAN MENJADI UNDANG-UNDANG"
              }
            ]
          },
          {
            "type": "PENJELASAN_UMUM",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_UMUM_TITLE",
                "text": "I. UMUM"
              },
              {
                "type": "PLAINTEXT",
                "text": "Pada tahun 2020 ini, dunia mengalami bencana pandemi Corona Virus Disease 2019 (COVID-19). Penyebaran Corona Virus Disease 2019 (COVID-19) membawa risiko bagi kesehatan masyarakat dan bahkan telah merenggut korban jiwa bagi yang terinfeksi di berbagai belahan penjuru dunia, termasuk Indonesia."
              },
              {
                "type": "PLAINTEXT",
                "text": "Pandemi Corona Virus Disease 2019 (COVID-19) juga secara nyata telah mengganggu aktivitas ekonomi dan membawa implikasi besar bagi perekonomian sebagian besar negara-negara di seluruh dunia, termasuk Indonesia. Pertumbuhan ekonomi global diperkirakan akan menurun dari 3% (tiga persen) menjadi hanya 1,5% (satu koma lima persen) atau bahkan lebih rendah dari itu."
              },
              {
                "type": "PLAINTEXT",
                "text": "Perkembangan pandemi Corona Virus Disease 2019 (COVID-19) juga berpotensi mengganggu aktivitas perekonomian di Indonesia. Salah satu implikasinya berupa penurunan pertumbuhan ekonomi Indonesia yang diperkirakan dapat mencapai 4% (empat persen) atau lebih rendah, tergantung kepada seberapa lama dan seberapa parah penyebaran pandemi Corona Virus Disease 2019 (COVID-19) mempengaruhi atau bahkan melumpuhkan kegiatan masyarakat dan aktivitas ekonomi."
              },
              {
                "type": "PLAINTEXT",
                "text": "Terganggunya aktivitas ekonomi akan berimplikasi kepada perubahan dalam postur Anggaran Pendapatan dan Belanja Negara (APBN) Tahun Anggaran 2020, baik sisi Pendapatan Negara, sisi Belanja Negara, maupun sisi Pembiayaan. Potensi perubahan APBN Tahun Anggaran 2020 berasal dari terganggunya aktivitas ekonomi ataupun sebaliknya. Gangguan aktivitas ekonomi akan banyak berpotensi mengganggu APBN Tahun Anggaran 2020 dari sisi Pendapatan Negara."
              },
              {
                "type": "PLAINTEXT",
                "text": "Respon kebijakan keuangan negara dan fiskal dibutuhkan untuk menghadapi risiko pandemi Corona Virus Disease 2019 (COVID-19), antara lain berupa peningkatan belanja untuk mitigasi risiko kesehatan, melindungi masyarakat, dan menjaga aktivitas usaha. Tekanan pada sektor keuangan akan mempengaruhi APBN Tahun Anggaran 2020, terutama sisi Pembiayaan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Implikasi pandemi Corona Virus Disease 2019 (COVID-19) telah berdampak pula terhadap ancaman semakin memburuknya sistem keuangan yang ditunjukkan dengan penurunan berbagai aktivitas ekonomi domestik karena langkah-langkah penanganan pandemi Corona Virus Disease 2019 (COVID-19) yang berisiko pada ketidakstabilan makroekonomi dan sistem keuangan yang perlu dimitigasi bersama oleh Pemerintah maupun koordinasi kebijakan dalam Komite Stabilitas Sistem Keuangan (KSSK), sehingga diperlukan berbagai upaya Pemerintah dan lembaga terkait untuk melakukan tindakan antisipasi (forward looking) untuk menjaga stabilitas sektor keuangan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Penyebaran pandemi Corona Virus Disease 2019 (COVID-19) yang memberikan dampak dan mengancam pertumbuhan ekonomi Indonesia antara lain karena menurunnya penerimaan negara serta ketidakpastian ekonomi global, memerlukan kebijakan dan langkah-langkah luar biasa (extraordinary) di bidang keuangan negara, termasuk di bidang perpajakan dan keuangan daerah, dan sektor keuangan, yang harus segera diambil Pemerintah dan lembaga-lembaga terkait guna mengatasi kondisi mendesak tersebut dalam rangka penyelamatan kesehatan dan perekonomian nasional, dengan fokus pada belanja kesehatan, jaring pengaman sosial (social safety net), serta pemulihan dunia usaha yang terdampak. Oleh karena itu, diperlukan perangkat hukum yang memadai untuk memberikan landasan yang kuat bagi Pemerintah dan lembaga-lembaga terkait untuk pengambilan kebijakan dan langkah-langkah dimaksud."
              },
              {
                "type": "PLAINTEXT",
                "text": "Untuk mengatasi kegentingan yang memaksa tersebut, Presiden sesuai kewenangannya berdasarkan ketentuan Pasal 22 ayat (1) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945, pada tanggal 31 Maret 2020 telah menetapkan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk Penanganan Pandemi Corona Virus Disease 2019 (COVID-19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan."
              },
              {
                "type": "PLAINTEXT",
                "text": "Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk Penanganan Pandemi Corona Virus Disease 2019 (COVID-19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan telah mendapat persetujuan Dewan Perwakilan Rakyat untuk kemudian disahkan menjadi Undang-Undang tentang Penetapan Peraturan Pemerintah Pengganti Undang-Undang Nomor 1 Tahun 2020 tentang Kebijakan Keuangan Negara dan Stabilitas Sistem Keuangan untuk Penanganan Pandemi Corona Virus Disease 2019 (COVID-19) dan/atau dalam rangka menghadapi Ancaman yang membahayakan Perekonomian Nasional dan/atau Stabilitas Sistem Keuangan menjadi Undang-Undang, berdasarkan ketentuan Pasal 22 ayat (2) Undang-Undang Dasar Negara Republik Indonesia Tahun 1945."
              }
            ]
          },
          {
            "type": "PENJELASAN_PASAL_DEMI_PASAL",
            "id": "",
            "children": [
              {
                "type": "PENJELASAN_PASAL_DEMI_PASAL_TITLE",
                "text": "II. PASAL DEMI PASAL"
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 1"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              },
              {
                "type": "PENJELASAN_PASAL",
                "id": "",
                "children": [
                  {
                    "type": "PASAL_NUMBER",
                    "text": "Pasal 2"
                  },
                  {
                    "type": "PLAINTEXT",
                    "text": "Cukup jelas."
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}