{
    "BAB I ": {
        "Judul Bab": "KETENTUAN UMUM ",
        "Isi Bab": {
            "Pasal 1 ": {
                "Teks": "Dalam Undang-Undang ini yang dimaksud dengan: ",
                "Isi Pasal": {
                    "1. ": "Cipta Kerja adalah upaya penciptaan kerja melalui usaha kemudahan, perlindungan, dan pemberdayaan koperasi dan usaha mikro, kecil, dan menengah, peningkatan ekosistem investasi dan kemudahan berusaha, dan investasi Pemerintah Pusat dan percepatan proyek strategis nasional.",
                    "2. ": "Koperasi adalah koperasi sebagaimana dimaksud dalam Undang-Undang tentang Perkoperasian.",
                    "3. ": "Usaha Mikro, Kecil, dan Menengah yang selanjutnya disingkat UMK-M adalah usaha mikro, usaha kecil, dan usaha menengah sebagaimana dimaksud dalam Undang Undang tentang Usaha Mikro, Kecil, dan Menengah.",
                    "4. ": "Perizinan Berusaha adalah legalitas yang diberikan kepada Pelaku Usaha untuk memulai dan menjalankan usaha dan/atau kegiatannya.",
                    "5. ": "Pemerintah Pusat adalah Presiden Republik Indonesia yang memegang kekuasaan pemerintahan negara Republik Indonesia yang dibantu oleh Wakil Presiden dan menteri sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945.",
                    "6. ": "Pemerintahan Daerah adalah penyelenggaraan urusan pemerintahan oleh Pemerintah Daerah dan dewan perwakilan rakyat daerah menurut asas otonomi dan tugas pembantuan dengan prinsip otonomi seluas-luasnya dalam sistem dan prinsip Negara Kesatuan Republik Indonesia sebagaimana dimaksud dalam Undang-Undang Dasar Negara Republik Indonesia Tahun 1945.",
                    "7. ": "Pemerintah Daerah adalah kepala daerah sebagai unsur penyelenggara Pemerintahan Daerah yang memimpin pelaksanaan urusan pemerintahan yang menjadi kewenangan daerah otonom.",
                    "8. ": "Pelaku Usaha adalah orang perseorangan atau badan usaha yang melakukan usaha dan/atau kegiatan pada bidang tertentu.",
                    "9. ": "Badan Usaha adalah badan usaha berbentuk badan  hukum atau tidak berbentuk badan hukum yang didirikan  di wilayah Negara Kesatuan Republik Indonesia dan  melakukan usaha dan/atau kegiatan pada bidang  tertentu.",
                    "10.": " Rencana Detail Tata Ruang yang selanjutnya disingkat  RDTR adalah rencana secara terperinci tentang tata ruang  wilayah kabupaten/kota yang dilengkapi dengan  peraturan zonasi kabupaten/kota.",
                    "11.": " Persetujuan Bangunan Gedung adalah perizinan yang  diberikan kepada pemilik bangunan gedung untuk  membangun baru, mengubah, memperluas, mengurangi,  dan/atau merawat bangunan gedung sesuai dengan  standar teknis Bangunan Gedung. ",
                    "12.": " Hari adalah hari kerja sesuai dengan yang ditetapkan oleh  Pemerintah Pusat."
                }
            }
        }
    },
    "BAB II ": {
        "Judul Bab": "ASAS, TUJUAN, DAN RUANG LINGKUP ",
        "Isi Bab": {
            "Pasal 2 ": {
                "Isi Pasal": {
                    "(1)": {
                        "(2)": " Selain berdasarkan asas sebagaimana dimaksud pada ayat  (1), penyelenggaraan Cipta Kerja dilaksanakan  berdasarkan asas lain sesuai dengan bidang hukum yang  diatur dalam undang-undang yang bersangkutan."
                    }
                }
            },
            "Pasal 3 ": {
                "Teks": "Undang-Undang ini dibentuk dengan tujuan untuk: ",
                "Isi Pasal": {
                    "a. ": {
                        "d. ": "melakukan penyesuaian berbagai aspek pengaturan yang  berkaitan dengan peningkatan ekosistem investasi, kemudahan dan percepatan proyek strategis nasional yang  berorientasi pada kepentingan nasional yang berlandaskan  pada ilmu pengetahuan dan teknologi nasional dengan  berpedoman pada haluan ideologi Pancasila. "
                    }
                }
            },
            "Pasal 4 ": {
                "Teks": "Dalam rangka mencapai tujuan sebagaimana dimaksud dalam  Pasal 3, ruang lingkup Undang-Undang ini mengatur  kebijakan strategis Cipta Kerja yang meliputi: ",
                "Isi Pasal": {
                    "a. ": {
                        "j. ": "pengenaan sanksi."
                    }
                }
            },
            "Pasal 5 ": {
                "Teks": "Ruang lingkup sebagaimana dimaksud dalam Pasal 4 meliputi  bidang hukum yang diatur dalam undang-undang terkait. ",
                "Isi Pasal": {}
            }
        }
    },
    "BAB III ": {
        "Judul Bab": "PENINGKATAN EKOSISTEM INVESTASI DAN KEGIATAN BERUSAHA ",
        "Isi Bab": {
            "Bagian Kesatu ": {
                "Judul Bagian": "Umum ",
                "Isi Bagian": {
                    "Pasal 6 ": {
                        "Teks": "Peningkatan ekosistem investasi dan kegiatan berusaha  sebagaimana dimaksud dalam Pasal 5 ayat (1) huruf a  meliputi: ",
                        "Isi Pasal": {
                            "a. ": {
                                "d. ": "penyederhanaan persyaratan investasi."
                            }
                        }
                    }
                }
            },
            "Bagian Kedua ": {
                "Judul Bagian": "Penerapan Perizinan Berusaha Berbasis Risiko ",
                "Isi Bagian": {
                    "Paragraf 1 ": {
                        "Judul Paragraf": "Umum ",
                        "Isi Paragraf": {
                            "Pasal 7 ": {
                                "Isi Pasal": {
                                    "(1)": {
                                        "c. ": "kegiatan usaha berisiko tinggi."
                                    }
                                }
                            }
                        }
                    },
                    "Paragraf 2 ": {
                        "Judul Paragraf": "Perizinan Berusaha Kegiatan Usaha Berisiko Rendah ",
                        "Isi Paragraf": {
                            "Pasal 8 ": {
                                "Isi Pasal": {
                                    "(1)": {
                                        "(2)": " Nomor induk berusaha sebagaimana dimaksud pada ayat  (1) merupakan bukti registrasi/pendaftaran Pelaku Usaha  untuk melakukan kegiatan usaha dan sebagai identitas  bagi Pelaku Usaha dalam pelaksanaan kegiatan  usahanya. "
                                    }
                                }
                            }
                        }
                    },
                    "Paragraf 3 ": {
                        "Judul Paragraf": "Perizinan Berusaha Kegiatan Usaha Berisiko Menengah ",
                        "Isi Paragraf": {
                            "Pasal 9 ": {
                                "Isi Pasal": {
                                    "(1)": {
                                        "(6)": " Dalam hal kegiatan usaha berisiko menengah memerlukan  standardisasi produk sebagaimana dimaksud pada ayat (2)  huruf b dan ayat (3) huruf b, Pemerintah Pusat  menerbitkan sertifikat standar produk berdasarkan hasil  verifikasi pemenuhan standar yang wajib dipenuhi oleh  Pelaku Usaha sebelum melakukan kegiatan komersialisasi  produk."
                                    }
                                }
                            }
                        }
                    },
                    "Paragraf 4 ": {
                        "Judul Paragraf": "Perizinan Berusaha Kegiatan Usaha Berisiko Tinggi ",
                        "Isi Paragraf": {
                            "Pasal 10 ": {
                                "Isi Pasal": {
                                    "(1)": {
                                        "(3)": " Dalam hal kegiatan usaha berisiko tinggi memerlukan  pemenuhan standar usaha dan standar produk,  Pemerintah Pusat atau Pemerintah Daerah menerbitkan  sertifikat standar usaha dan sertifikat standar produk  berdasarkan hasil verifikasi pemenuhan standar."
                                    }
                                }
                            }
                        }
                    }
                }
            }
        }
    }
}